[
  {
    "id":14738,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2013-01-25T08:30:00Z",
    "web_title":"George Osborne ignores IMF's warnings on austerity plans",
    "web_url":"http://www.theguardian.com/business/2013/jan/24/osborne-dismisses-imf-caution-fiscal",
    "api_url":"http://content.guardianapis.com/business/2013/jan/24/osborne-dismisses-imf-caution-fiscal",
    "trail_text":"<p>Chancellor advised to moderate austerity programme as Nick Clegg concedes that capital spending was cut too quickly</p>",
    "headline":"George Osborne ignores IMF's warnings on austerity plans",
    "body":"<p>George Osborne insists he will press ahead with the government's austerity plans despite a warning from the International Monetary Fund  that the chancellor should slow the pace of cuts.</p><p>On the eve of the latest GDP growth figures for the UK economy, the chancellor said the credibility Britain had built up by setting out a tough package of tax rises and spending plans was \"hard won, and easily lost\", adding that it would be \"a huge mistake to put that at risk\".</p><p>The IMF's chief economist, Olivier Blanchard, said the time had come for the chancellor to act on the Fund's repeated warnings that if the economy remained weak he should moderate his plans.</p><p>Blanchard told BBC Radio 4's Today programme: \"We said that if things look bad at the beginning of 2013 – which they do – then there should be a reassessment of fiscal policy. We still believe that. We've never been passionate about austerity. From the beginning we have always emphasised that fiscal consolidation should be slow and steady.\"</p><p>Osborne said he had already adjusted his plans to the weaker-than-expected economy, when he used last month's autumn statement to announce that fiscal consolidation will now extend until 2017-18. \"It is credible, it is flexible, and we have already exercised that flexibility,\" he said.</p><p>The Office for National Statistics will publish its first estimate of GDP growth for the final quarter of 2012 on Friday, amid forecasts that the economy has declined by up to 0.5% and is on the brink of a triple-dip recession.</p><p>Seizing on Blanchard's remarks, Ed Balls, the shadow chancellor, said: \"David Cameron and George Osborne must finally heed the IMF's advice. After two and a half years of flatlining and a double-dip recession the IMF is now clearly losing patience. The longer the government clings to its failing plan, the more long-term damage they will do to our economy.\"</p><p><a href=\"http://t.co/6TuOXVU\">Nick Clegg conceded in an interview</a> published on Thursday that the coalition had cut capital spending too quickly. \"If I'm going to be sort of self-critical, there was this reduction in capital spending when we came into the coalition government. I think we comforted ourselves at the time that it was actually no more than what Alistair Darling spelled out anyway, so in a sense everybody was predicting a significant drop off in capital investment,\" the deputy prime minister told House magazine. \"But I think we've all realised that you actually need, in order to foster a recovery, to try and mobilise as much public and private capital into infrastructure as possible.\"</p><p>Previously Danny Alexander, the chief secretary to the Treasury, has said that even if he had known the economy was going to grow as slowly as it has, he would have done the same.</p><p>\"We have urged ministers to bring forward infrastructure investment and build thousands more homes, but they have refused to listen,\" said Rachel Reeves, the shadow chief secretary.</p><p>There was a brief outburst of excitement on City trading floors at lunchtime  as rumours circulated that the official GDP data had leaked out and that some dealers were acting on data that would show the economy in better health than economists are expecting. There was a sudden blip in the currency markets, but the Office for National Statistics refused to comment.</p><p>Osborne, who would have already seen the data before he spoke in Davos,  repeated his familiar mantra that \"we are walking a difficult road, but we are heading in the right direction\".</p><p>Speaking a day after David Cameron pledged to try to renegotiate Britain's relationship with the EU, and then offer the public a referendum on EU membership, Osborne backed the prime minister's stance. \"Europe needs to change, to meet the expectations of all its peoples, no matter what country they live in,\" he said. \"Europe has to become a competitive place, where companies can be secure, jobs are created, and young people have careers.\"</p><!-- Guardian Watermark: internal-code/content/402977039|2013-10-05T20:58:57Z|fc080aa6b05d4478f95f3ee06d1b6d1c5b874231 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-03T17:02:10Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/3dazj",
    "wordcount":644,
    "commentable":"true",
    "internal_content_code":402977039,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Heather Stewart in Davos",
    "publication":"The Guardian",
    "internal_page_code":1858159,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"business/2013/jan/24/osborne-dismisses-imf-caution-fiscal",
    "strap":"NULL",
    "standfirst":"Chancellor advised to moderate austerity programme as Nick Clegg concedes that capital spending was cut too quickly",
    "newspaper_page_number":"1",
    "newspaper_edition_date":"2013-01-25",
    "comment_close_date":"2013-01-27T17:30:00Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2013/1/24/1359047708056/Olivier-Blanchard-IMF-chi-005.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2013/1/24/1359047708056/Olivier-Blanchard-IMF-chi-005.jpg",
    "internal_octopus_code":"7167575",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":13712,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2012-07-11T19:44:37Z",
    "web_title":"Headteachers signed up by ministry to praise Gove's free school policies",
    "web_url":"http://www.theguardian.com/education/2012/jul/11/headteachers-michael-gove-free-school-policies",
    "api_url":"http://content.guardianapis.com/education/2012/jul/11/headteachers-michael-gove-free-school-policies",
    "trail_text":"PR drive involved setting up database of sympathisers as Tory advisers sought support for free schools",
    "headline":"Headteachers signed up by ministry to praise Gove's free school policies",
    "body":"<p>Civil servants at the Department for Education were asked by Michael Gove's advisers to enlist sympathetic headteachers who could act as defenders of controversial government policies, including the creation of free schools.</p><p>The PR operation involved creating a database of sympathisers who could advocate policy instead of ministers. Quotes from headteachers on the database were added to official announcements. It was shut down amid concern that it risked politicising the civil service.</p><p>The education secretary, who is due to announce the next wave of free schools imminently, has faced mounting criticism in recent weeks.</p><p>The Stakeholder and Advocacy team was established within the DfE last April as the government prepared for the opening of the first free schools.</p><p>One source with knowledge of the operation said: \"It was just a pretty simple database: anyone supportive of free schools or academies or back-to-basics 1950s schooling was just dumped on the database, you could roll them out with an announcement – to back it. It was all driven by spads [special advisers].\"</p><p>The new drive marked a shift from the traditional civil service method of using data to back government announcements, the source said. \"DfE [in the past] would just put out loads of data; Tory spads were from a softer PR background and wanted to use case studies.\"</p><p>The aim was to have headteachers advancing policy rather than ministers, the source said.</p><p>Headteachers on the list included Patricia Sowter, head of an academy school, who spoke before Gove at the Conservative party conference in 2010.</p><p>Press releases from the DfE in the past year have frequently included supportive quotes from headteachers. An announcement about the new school admissions code had a quote from Rob McDonough, headteacher at West Bridgford school in Nottingham, which read: \"I very much welcome the direction of change. Through greater school autonomy, and the academies programme, which will positively impact upon standards, I do believe this will increase the supply of good school places for parents.\"</p><p>McDonough told the Guardian: \"In that particular instance, I had as a headteacher been invited to work on the working party looking at the new admissions code. The fact that as a practising headteacher I'd been offered the opportunity to look at all the new admissions proposals, I was very appreciative of that. If they're putting my name to that on a press release, it's justified.\"</p><p>External endorsement has been an important source of support at a time when Gove faces intense criticism. The education secretary's proposed reforms have been <a href=\"http://www.guardian.co.uk/education/2012/jun/25/school-exams-replace-gcses-gove?newsfeed=true\" title=\"\">attacked by senior figures</a> including Lord Adonis, the former schools minister, and the director of the Institute of Education, Chris Husbands.</p><p><a href=\"http://www.thersa.org/about-us/media/press-releases/how-to-solve-educations-middle-tier-conundrum\" title=\"\">Gove </a>is due to announce which free schools are approved to open in September 2013 before parliament rises on 17 July.</p><p>While the Labour government also sought out supportive headteachers, Gove's team wanted to put this PR operation on a formal footing, another source said. The operation was closed down amid concern about how the people on the database were selected, and that civil servants were being asked to do work that was the province of special advisers. The civil service is required to be politically impartial while special advisers assist ministers in areas where the work of the government and governing party overlap.</p><p>\"If you were being uncharitable you could say it was using civil servants to wheel out Tory supporters,\" a source said.</p><p>Civil servants would be encouraged to add names to the list by ministerial aides who said: \"This guy's good, we know him from Tory circles.\"</p><p>In response to <a href=\"http://www.publications.parliament.uk/pa/cm201212/cmhansrd/cm120501/text/120501w0007.htm\" title=\"\">questions in parliament</a> from the Labour MP Lisa Nandy, the government confirmed the team was intended to \"improve relationships and build understanding of the department's policies with key stakeholders\".</p><p>Nandy said: \"I asked these questions because I was increasingly concerned about the politicisation of the civil service. It has been incredibly difficult to get answers to parliamentary questions and FOI requests out of the DfE, and particularly in relation to this group on why it was disbanded so suddenly.</p><p>\"If you set that within the wider context of the last two years – <a href=\"http://www.guardian.co.uk/education/2010/oct/27/michael-gove-adviser-free-schools-contract\" title=\"\">public money awarded</a> without a proper tendering process to an organisation run by a former [Gove] adviser, Tory donors brought on to the board of the Department for Education, an outside body linked to the Tory party <a href=\"http://www.guardian.co.uk/education/2011/aug/29/emails-hidden-costs-free-schools\" title=\"\">directing civil servants</a>, and <a href=\"http://www.ft.com/cms/s/0/2d42b3a8-e391-11e0-8f47-00144feabdc0.html#axzz1Ya03hwac\" title=\"\">private emails used to discuss official business</a> – it seems there is a blurring of boundaries between the Conservative party and the civil service, which is a significant cause for concern, and deserves answers.\"</p><p>The PR drive was established after the media strategist James Frayne was appointed Gove's director of communications. Frayne, a former campaigns director at the Taxpayers' Alliance,  <a href=\"http://conservativehome.blogs.com/thetorydiary/2010/12/the-best-new-blogs-on-the-block.html\" title=\"\">has written</a> about the importance of \"mobilising third parties\".</p><p>Frayne is leaving the DfE post at the end of August to work for the Republicans in this year's US presidential elections.</p><p>A DfE spokesman said: \"The Stakeholder and Advocacy Team was created in the spring of 2011 and existed for just over six months. In that time it helped stage events on the curriculum and on maths and science policy. It also generated lists of interested parties that were invited to events and kept informed about departmental policy. It was closed as part of a restructure which halved the size of the communications team.</p><p>\"All civil servants operate under the civil service code. Any substantive allegations of breaches of the code would be investigated in the usual way.\"</p><!-- Guardian Watermark: internal-code/content/392950477|2013-10-05T20:58:01Z|a80983b72ff2e36e5d6d0acfcc1b5f5a421ec9a7 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-02T02:31:58Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/39x96",
    "wordcount":894,
    "commentable":"true",
    "internal_content_code":392950477,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Jeevan Vasagar, education editor",
    "publication":"The Guardian",
    "internal_page_code":1772448,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"education/2012/jul/11/headteachers-michael-gove-free-school-policies",
    "strap":"NULL",
    "standfirst":"PR drive involved setting up database of sympathisers as Tory advisers sought support for free schools",
    "newspaper_page_number":"2",
    "newspaper_edition_date":"2012-07-12",
    "comment_close_date":"2012-07-14T19:44:00Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/11/1342035820238/Michael-Gove-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/11/1342035820238/Michael-Gove-003.jpg",
    "internal_octopus_code":"6350827",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":18796,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2004-07-24T23:38:41Z",
    "web_title":"Leader: Beware Big Brother",
    "web_url":"http://www.theguardian.com/news/2004/jul/25/leaders.politics1",
    "api_url":"http://content.guardianapis.com/news/2004/jul/25/leaders.politics1",
    "trail_text":"We need a national debate on privacy.",
    "headline":"Beware Big Brother",
    "body":"George Orwell, one of The Observer's more famous alumni, offered the world a salutary view of the future in his book, Nineteen Eighty-Four. Nazi Germany and the communist Soviet Union were forerunners of a Big Brother state that would monitor all our movements and thoughts. <P>The success of liberal democracy and the liberalising if mistakenly decried revolution of the Sixties has made the contemporary British less fearful that their individual liberties are under threat from a menacing, all-encompassing state. Our collective guard has dropped. But the combination of new technology and the indifference of New Labour to individual freedom means that a version of the Big Brother phenomenon is being invented before our eyes. Its intentions are benign; but the information on each of us being put in the hands of the state is vast.  <P>Last week the Transport Secretary, Alistair Darling, proposed that every car in Britain be installed with a satellite receiver that could track every journey it makes and charge for it. The idea is to limit traffic congestion by extending the idea of a congestion charge. By 2013 every British citizen will have to carry an identity card with a biometric imprint. The idea is to cut welfare fraud and illegal immigration. By then the mergers of the Inland Revenue and Custom and Excise will have taken place so that all tax records will be held centrally. Each individual initiative is justifiable; cumulatively, they represent a step change in the state's capacity to know where we are.  <P>Nor is this confined to the public sector. Banks and building societies can track our record in paying off our debts to which the entire industry has access; phone companies register every phone call and mobile phone companies can identify where we are. We need a national debate about the degree to which a new Big Brother is emerging and how we can protect the most precious quality of all - individual liberty.<!-- Guardian Watermark: internal-code/content/4978387|2013-10-05T21:09:22Z|fe3045ed3e6d3cb966006b27f65b93daef03f178 -->",
    "show_in_related_content":"true",
    "last_modified":"2004-07-24T23:38:41Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/t74h",
    "wordcount":324,
    "commentable":"false",
    "internal_content_code":4978387,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Leader",
    "publication":"The Observer",
    "internal_page_code":359522,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"news/2004/jul/25/leaders.politics1",
    "strap":"NULL",
    "standfirst":"We need a national debate on privacy",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":737,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2005-05-29T01:30:03Z",
    "web_title":"Leader: Folly of ID cards",
    "web_url":"http://www.theguardian.com/news/2005/may/29/leaders.homeaffairs",
    "api_url":"http://content.guardianapis.com/news/2005/may/29/leaders.homeaffairs",
    "trail_text":"<b>Leader:</b>  Our trust in the state to handle our data safely is undermined by the shifting account of the purpose of ID cards.",
    "headline":"Folly of ID cards",
    "body":"The government's faith in ID cards to solve all manner of social ills continues to grow. They have been sold to us over the last three years as, variously, protection against illegal immigration, benefit fraud and terrorism. Last week, the Prime Minister added identity theft - the hijacking of private data for criminal ends. <P>The government's contention is that huge savings would be made and national security enhanced if we would only agree to carry microchips that, when checked against a national database, prove our identity.  <P>The surrender of privacy and the cost required by such a scheme might just about be worth the supposed benefits if two conditions are met: we must have confidence in the state to use our data wisely, and we must have faith in the state to make the system work. We have neither.  <P>The current bill contains broadly the same scheme offered to parliament last year. ID cards will not at first be compulsory, nor will it be illegal to leave them at home. The cost of the card (around &#163;100 for every adult, according to the government, substantially more according to estimates reported in The Observer ) will be met by the individual. But if the government expects the cards to form a watertight security seal, it is hard to see how it will not become obligatory to own and carry them much sooner than the proposed 2013 date.  <P>Besides, the government's motives have been obscured by the ad hoc way in which claimed advantages pile up. Our trust in the state to handle our data safely is undermined by this shifting account of the purpose of ID cards. What will happen, for example, when private companies with contracts to run public services want access to the database? Or when foreign governments do so?  <P>Any professional who works with new technology knows that it rarely works as advertised. Only those who have little experience of it - civil servants, cabinet ministers - believe it can perform miracles. A hoard of private data on the scale proposed is not only a bulwark against fraudsters and terrorists, it is also target for them. The government must find more trustworthy ways to protect the people it serves.<!-- Guardian Watermark: internal-code/content/5204111|2013-10-05T20:45:17Z|c6cfbbf0f90f999e4d1e10ac1f47a280b1626752 -->",
    "show_in_related_content":"true",
    "last_modified":"2005-05-29T01:30:03Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xvvpt",
    "wordcount":371,
    "commentable":"false",
    "internal_content_code":5204111,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Leader",
    "publication":"The Observer",
    "internal_page_code":532134,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"news/2005/may/29/leaders.homeaffairs",
    "strap":"NULL",
    "standfirst":"Why we can't trust the government",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":16354,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2003-03-21T10:22:58Z",
    "web_title":"Yesterday in parliament",
    "web_url":"http://www.theguardian.com/politics/2003/mar/21/houseofcommons",
    "api_url":"http://content.guardianapis.com/politics/2003/mar/21/houseofcommons",
    "trail_text":"What happened on Thursday March 20.",
    "headline":"Yesterday in parliament",
    "body":"<B>War on Iraq</B><BR>  British forces have already been involved in some of the military operations against Iraq, the defence secretary, Geoff Hoon, confirmed.<P>After the overnight attacks, Mr Hoon told the Commons the military plan was \"crafted around\" the removal of Saddam Hussein from power. <P>He warned the operation may not be over \"in a very short time\" and wished all the troops a \"safe and swift return\". <P>Reporting to MPs for the first time since hostilities commenced, Mr Hoon confirmed the first attacks had been against \"targets of military importance\" in the vicinity of Baghdad, involving coalition aircraft and cruise missiles. <P>This followed information on the whereabouts of \"very senior members\" of the Iraqi regime. \"Saddam Hussein's regime is the chief obstacle to the disarmament of Iraq. The military plan is crafted around his removal from power.\" <P><B>Army pensions</B><BR>  The government announced a pension boost for the unmarried partners of service personnel. Junior defence minister Lewis Moonie said that from today, where armed forces personnel died in conflict, ex-gratia payments equivalent to benefits paid to a surviving spouse would be made to unmarried partners. <P><B>Exports to Iraq</B><BR>  France exported more goods to Iraq in the first six months of last year than any other EU country, the government disclosed. EU member countries exported a total $849.9m of goods to Iraq between January and June 2002, $27.8m dollars of which was exported by the UK. The top three exporters were France ($212.6m), Germany ($203.8m) and Italy ($148.4m). <P><B>Firefighters' strikes</B><BR>  Emergency legislation is to be introduced to impose a pay deal in the bitter firefighters' dispute, the deputy prime minister, John Prescott, announced. He said it was \"unacceptable\" for 19,000 members of the armed forces to be \"tied down\" here providing cover in case firefighters struck again, while war was under way in Iraq. <P>Urging the Fire Brigades Union (FBU) to ballot individual members on the latest pay offer, Mr Prescott said: \"I put my faith in the common sense and decency of firefighters to bring this dispute to an end.\" <P>The choice for firefighters was simple - accept a \"generous\" deal approved by the FBU executive, but rejected by the union's recalled conference, or continue with a dispute that was \"going nowhere and will require me to act\". <P><B>Pharmacies</B><BR>  The trade and industry secretary, Patricia Hewitt, signalled that she is unlikely to accept recommendations to deregulate the market for community pharmacies. Ms Hewitt acknowledged the benefits greater competition could bring, but also stressed there were \"limits to markets\". <P>She also voiced doubts that \"simply deregulating\" the sector would enhance the \"wider role\" envisaged for local chemists in the NHS plan. The Office of Fair Trading has recommended scrapping rules restricting the number and location of chemists. It claimed an open market, potentially allowing supermarkets to open many more in-store chemists, would lead to greater competition and lower prices for consumers <P><B>Regional assemblies</B><BR>  The government was defeated in the Lords when peers backed a Conservative move to give the public more information about the setting up of new regional assemblies in England. Voting was 110 to 86, a majority of 24, during the committee stage of the regional assemblies (preparations) bill, which paves the way for the local government shake-up. <P>Opposition frontbench spokesman Lady Blatch warned that \"Joe Public\" was uninformed about the proposed changes. Housing and planning minister Lord Rooker said the bill had been debated in the Commons and there had been a wide consultation. <P><B>Landfill sites</B><BR>  Councils are facing a \"massive challenge\" in cutting the amount of biodegradable waste going to landfill sites, the environment minister, Michael Meacher, warned. Under government targets the amount of waste being dumped has to be cut by 25% by 2010, 50% by 2013 and 65% by 2020. <P>But the amount of municipal waste is still growing at between 3% and 4% a year, with recycling growing by only 1% a year. \"That is an indication of the massive challenge that faces us on the alternative to landfilling,\" Mr Meacher said in second reading debate on the waste and emissions trading bill. <P><B>Christmas Day</B><BR>  The government is likely to ban large stores from opening on Christmas Day so that shopworkers no longer have to rely on the goodwill of their employers. Employment relations minister Alan Johnson told MPs: \"We are minded to introduce legislation, our view is that we need to consult very fully beforehand.\" <P><B>Government advertising</B><BR>  The government has more than doubled its advertising spend over the past five years. In 1997/8, the government spent £60m on advertising, compared to £162.6m in 2001/2, said Cabinet Office minister Douglas Alexander. <P><B>In parliament today</B><BR>   The Commons debates backbench bills, including the female genital mutilation bill and the equine welfare (ragwort control) bill. The Lords are not sitting.<!-- Guardian Watermark: internal-code/content/4630251|2013-10-05T21:06:58Z|e15ba0583ab50203a1a1388801ba155f3fe76698 -->",
    "show_in_related_content":"true",
    "last_modified":"2003-03-21T10:22:58Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/jfbc",
    "wordcount":792,
    "commentable":"false",
    "internal_content_code":4630251,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Staff and agencies",
    "publication":"theguardian.com",
    "internal_page_code":385221,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2003/mar/21/houseofcommons",
    "strap":"9.30am update",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":17310,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2003-09-28T00:40:04Z",
    "web_title":"Guy Lodge and Jessica Asato: When New Labour grows old",
    "web_url":"http://www.theguardian.com/politics/2003/sep/28/labour2001to2005.labourconference",
    "api_url":"http://content.guardianapis.com/politics/2003/sep/28/labour2001to2005.labourconference",
    "trail_text":"Fortified by conference sandwiches and warm white wine, <B>Guy Lodge</B> and <B>Jessica Asato</B> take a look ahead to Bournemouth 2013.",
    "headline":"When New Labour grows old",
    "body":"As thousands of people head to Bournemouth for five days of heated debates, dry sandwiches and warm white wine, it's an opportune time to forget the political scraps of the moment and travel ahead ten years. Imagine it's 2013 and the pendulum of the electoral cycle has finally swept the Labour Party out of office. What might be the legacies of three terms of a New Labour government and what would be the direction of the Labour Party in opposition?<P>Contrary to expectations, Labour's record on public services will be quite good. In health, waiting lists will be practically non-existent, patients will be able to choose when to see their GP and where to go to hospital, and towards the end of the third term the recruitment drives of the early 2000s will pay off as shortages of key medical staff begin to ease. Where Labour's record on health may fall down is in its failure to take action to prevent 'lifestyle' diseases from reaching epidemic proportions, in particular obesity and heart disease which put enormous pressure on the health service. Moreover, the neglect of the social care sector coupled with a steady growth of the elderly population will have resulted in poor standards of care for many of the vulnerable in society. <P>In opposition the Labour Party will be faced with a number of challenges. Huge advances in genetics and medical technology will have just started to make strides in the prevention and treatment of major diseases, but simultaneously created new inequalities because of their expense. Wealthy people will be able to purchase new treatments and technologies in the private sector, but the least well-off will find the NHS struggling to cope with the demand, limiting the availability of new treatments in response. Gordon Brown's injections of cash into the NHS will have run out many years ago and there will be no public appetite for further tax rises, making it easier for the Tories to argue that the NHS should become a core service for the poor while everyone else will have to resort to private medical insurance. How Labour finds a way of saving the NHS, still free at the point of use, will become a key test for policymakers.<P>Labour's legacy in education will also be mixed; school standards will definitely have risen with more pupils choosing to stay on for further education and more than 50% will go on to university, but too many children from poorer backgrounds will still have lower results and shun higher education. While one of Labour's great achievements will be reaching its target of lifting 50% of children out of poverty by 2010, the life chances of those children will still be very low in comparison to wealthier kids. It will be widely thought that the Labour Government missed a key opportunity to totally reshape the life opportunities of children by failing to introduce universal childcare and early years education, despite the obvious success of SureStart. Labour politicians in ten year's time will revisit today's debate on life chances with added urgency regretting the fact that the Party had not made it the priority while in office.<P>The main achievement in foreign policy for Labour will be membership of the Euro; narrowly won after holding a referendum on the back of a third term win. The EU will also agree to reform the Common Agricultural Policy after successful campaigning by an ever-growing trade justice movement supported by the UK government. Disparities between economic growth in developing and rich countries will continue to widen, however, and peacekeeping and conflict resolution will become more important as global insecurity escalates. Global warming and sustainability will also begin to make more of an impact on the public's consciousness forcing Labour to rediscover its environmental soul.<P>Labour will fail to reverse the decline in traditional political participation. However, the government's drive to encourage people to become active citizens will take root with more people participating in a dynamic locally-orientated politics. The challenge for Labour will be to ensure that people from deprived communities who are the most likely to be politically excluded are fully engaged in this new politics. Devolution will be one of Labour's enduring legacies and out of power the Party will have to develop strong regional parties unafraid of deviating from the centre.<P>The Labour Party will still be going strong in 2013, though radically altered in outlook and shape. With EU enlargement transnational political parties might be established, sharing ideals in common at the European level, but acting independently at home. If Labour were to eventually split with the unions over public service modernisation, state funding of political parties would become necessary and the character of the party would change. We don't know whether the 2013 Labour Conference will be held in the Pennines because global warming has wiped out seaside resorts, or whether PFI will still be the biggest worry of delegates, but we expect the challenges will still be to reduce inequalities and improve the life chances of the least well off in society.<P><B>&#183;</B> Guy Lodge is Chair of the Young Fabians and Jessica Asato is a researcher at the Social Market Foundation<!-- Guardian Watermark: internal-code/content/4762940|2013-10-05T21:07:52Z|9e88b3f2d02afdc6a78b7c44a9930b3226b5d712 -->",
    "show_in_related_content":"true",
    "last_modified":"2003-09-28T00:40:04Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xxehn",
    "wordcount":859,
    "commentable":"false",
    "internal_content_code":4762940,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Guy Lodge and Jessica Asato",
    "publication":"theguardian.com",
    "internal_page_code":561812,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2003/sep/28/labour2001to2005.labourconference",
    "strap":"Observer Comment Extra",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":839,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2005-06-18T00:31:25Z",
    "web_title":"Rebate row wrecks EU summit",
    "web_url":"http://www.theguardian.com/politics/2005/jun/18/uk.eu3",
    "api_url":"http://content.guardianapis.com/politics/2005/jun/18/uk.eu3",
    "trail_text":"Blair rejects freeze plan as Chirac refuses to shift on farm subsidy.",
    "headline":"Rebate row wrecks EU summit",
    "body":"The EU summit to agree a budget collapsed last night amid some of the most bitter recriminations ever seen between European leaders, with Jacques Chirac denouncing the British position as pathetic and tragic, and Tony Blair describing the French defence of agricultural subsidies as bizarre. <P>Mr Chirac warned that the breakdown in the talks, the day after EU leaders abandoned their search for a new constitution, would change Europe.  <P>Launching an attack on Mr Blair for scuppering a deal that he said was very close, Mr Chirac said: \"I deplore the fact that the United Kingdom refused to take on board a reasonable share of the enlargement costs ... It is a bad result for Europe.  <P>Mr Chirac berated Britain's main goal, to link reform of the UK rebate to reform of agricultural subsidies, saying: \"There is no link between the British cheque and agricultural subsidies. No one asked for it apart from the British because it is not justified.\"  <P>The recriminations over the collapse broke out in the early hours with Mr Blair indicating there had been a deliberate attempt by the Luxembourg presidency to isolate him. He said: \"If there was such an attempt, it failed. We were not alone round the table. I think people know exactly what the issues are here and I do not think they are fooled by the tactics or manoeuvres.\"  <P>The prime minister added: \"This is not about who has the most solidarity for Europe. It is about what solidarity means today, not 50 years ago, but today. That is the issue before us. This is the right moment for that debate to happen.\"  <P>A visibly angry Luxembourg prime minister, Jean-Claude Juncker, said: \"Europe is not in crisis. It is deep crisis.\"  <P>He said he felt ashamed that \"certain people did not have the will to reach agreement when some poorer other countries were willing to do so\".  <P>Mr Juncker also said he would refrain from giving Britain any advice on how to handle its presidency of the EU, which starts in three weeks, since it had shown itself unwilling to heed any counsel.  <P>The explosion of pent-up tensions suggests that Europe may be in danger of dividing into two camps with competing visions on its future direction, all at a time when the EU has lost its planned constitution and its currency is increasingly under threat.  <P>The crisis was sparked by Britain's refusal to see its rebate frozen without clear guarantees that the future of the EU budget, including its emphasis on agriculture subsidies, would be rethought.  <P>The summit was formally declared over at 30 minutes after midnight, soon after the show of hands by EU leaders, even though EU newcomers from eastern Europe offered last-ditch sacrifices to save the budget. Without an agreement, vital projects to revive their economies are on hold.  <P>While Britain will not be isolated, the greatest focus will be on Mr Blair after he publicly rejected a proposal by Luxembourg, which chaired the talks, to freeze the rebate without accompanying this with a reform of the EU's &#163;31.7bn farm subsidies. By the end of the lengthy talks in Brussels last night the prime minister rejected two offers, with Downing Street claiming that the second offer was even worse than the first on two grounds:  <P><B>&#183;</B> It \"explicitly ruled out the possibility of any reform\" to farm subsidies until after 2013 - the end of the budget period under discussion.  <P><B>&#183;</B> It withdrew what had been regarded as a vague offer to open up the budget during a review at the end of 2008. \"Therefore what has gone is a possibility of a reform of all aspects of the budget,\" the spokesman said. \"In other words, it has been diluted.\"  <P>The decision by Luxembourg to change its first proposal is likely to raise fears in No 10 that French efforts to isolate Britain over its rebate may have paid off.  <P>Mr Juncker, who enjoys cordial relations with Paris and Berlin but not with London, held a series of one-to-one meetings with the main leaders in which he insisted that Britain made the   main moves. Downing Street, which now faces an awkward start to the British presidency of the EU next month, said Luxembourg had been deliberately trying to \"shave off\" countries which had their own objections to the budget.  <P>There were initial signs that Spain, which was pressing for a longer transition period to help with a reduction in cash for its poor regions, was dropping its objections, although it eventually voted with Britain against the budget proposals.  <P>Mr Juncker also held meetings with leaders from the  Netherlands, the largest per head net contributor, which was angry that its payments are too high; Italy, which wanted more money for its poor regions in the south; and Sweden which wanted a smaller budget overall.  <P>But Britain's hardline stance is likely to strengthen the hand of Mr Chirac who is determined to deflect attention from the French rejection of the EU treaty by portraying Britain as Europe's troublemaker.  <P>In a careful diplomatic dance yesterday, the president initially rejected Britain's proposals out of hand as he called for further cuts in the rebate and the \"disappearance of the cheque\" altogether when the next budget starts in 2013.  <P>Twisting the knife, he added: \"The future of the British cheque after 2013 cannot be in any way linked to a review of agricultural spending.\" With the talks entering a second night, the French president attempted to isolate Britain by saying he would accept a compromise proposal to freeze the rebate at the current level.  <P>\"A freeze is not enough, but if it is a compromise, like all compromises, we'll have to accept that it doesn't make everyone happy,\" an aide to the president said of an early proposal. Mr Juncker used the French change to step up the pressure on Mr Blair who turned down a freeze which would have cost Britain &#163;1.8bn a year.  <P>The rebate would be increased to &#163;3.9bn and then frozen - at a cost of &#163;1.8bn which Britain would have secured if there was no change.  <P>A proposal to exempt new, poor members of the EU was accepted by Luxembourg, but the money would be spread among all countries, with France benefiting the most.  <P>Downing Street last night underlined Britain's tough stance. The prime minister's official spokesman said: \"We believe very firmly that there has got to be a fundamental look at the budget. The prime minister is prepared to keep the rebate on the table but only if everything is on the table. As we keep saying, the rebate is just a symptom of the overall problem, not the cause of the problem itself.\"  <P>With the euro declining for a third successive week amid the political uncertainty, many leaders had hope for a deal to show that the EU can deliver.  <P>Jose Manuel Barroso, president of the European commission, said: \"It is vital leaders reach an agreement, even if it is not perfect, to show Europe works.\"  <P>The EU will be able to function because the budget is not due to kick in until 2007.  <P>But the 10 poorer countries who joined last year will not be able to draw up spending plans until a deal.  <P>In addition, the new countries are not entitled to full EU benefits - known as the \"full envelope\" - until 2007. If a deal is not reached by then they will remain on more modest funding levels.<!-- Guardian Watermark: internal-code/content/5218809|2013-10-05T20:45:22Z|cd4e4603036efb8050b8c77de51b9a423a6f3f06 -->",
    "show_in_related_content":"true",
    "last_modified":"2005-06-18T00:31:25Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/t29p",
    "wordcount":1247,
    "commentable":"false",
    "internal_content_code":5218809,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Nicholas Watt and Patrick Wintour in Brussels",
    "publication":"The Guardian",
    "internal_page_code":356020,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2005/jun/18/uk.eu3",
    "strap":"NULL",
    "standfirst":"Blair rejects freeze plan as Chirac refuses to shift on farm subsidy",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":811,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2005-06-20T00:25:19Z",
    "web_title":"Peter Mandelson: More than a squabble: this goes to the heart of Europe",
    "web_url":"http://www.theguardian.com/politics/2005/jun/20/eu.world1",
    "api_url":"http://content.guardianapis.com/politics/2005/jun/20/eu.world1",
    "trail_text":"<b>Peter Mandelson:</b> The EU faces a stark choice - painful reforms, or economic decline.",
    "headline":"More than a squabble: this goes to the heart of Europe",
    "body":"The Brussels summit has highlighted the stark choice before Europe: \"carry on as before\" or, in the light of the French and Dutch no votes, \"rethink fundamentally our priorities and policies\".<P>Anti-Europeans, of course, want to use the present crisis to pull down Europe and turn it into some weak and ineffective free-trade area. I believe profoundly that Europe, having solved the problem of the European civil wars of the 20th century, provides the answer to many challenges of the 21st - and unless we succeed in making the idea of Europe more attractive, progressive politics will be greatly weakened.<P>Nye Bevan famously said that unilateralism would mean sending him as foreign secretary \"naked into the conference chamber\". Without Europe, we would walk naked into the world of globalisation. Europe is a political as well as an economic project. The issue for Europe's modernisers is to get the politics right.<P>Of course, I would have preferred a budget agreement. Europe's strong image in the world has already been damaged by the fate of the constitutional treaty. Those who took this term literally wonder whether the EU will simply cease to function now that it appears to have neither a rule book nor funding. In fact, both developments will have no immediate effect on the organisation's working. This does not mean that the summit was a non-event. On the contrary, the ground shook underneath both Britain's budget rebate and Europe's agricultural policy.<P>Tony Blair signalled a radical change by stating that the previously \"non-negotiable\" rebate was now up for change. And a strong core of EU member states demanded that farm spending should submit to an early far-reaching review. How can it be defensible, they said, that even in 2013 the EU should be spending 40% of its budget on 5% of its population - seven times more than the allocations proposed for science, research, education and infrastructure, which represent Europe's future in the knowledge economy?<P>This spells more than an unseemly squabble over money. It goes to the heart of the EU's purpose and direction, because rethinking the budget has to be part of a much wider debate about what Europe is for and where it is going. The European project is today under sharp attack from a populism of the right that blames foreigners for every woe, and a populism of the left that feeds on fear of globalisation, Anglo-Saxon \"liberalism\", job losses and \"delocalisation\". As long as the EU is clear about its policies and direction, it will be possible to galvanise the majority in Europe against these extremes.<P>Europe is faced with a fundamental choice. One way we sink into economic decline, losing the means to pay for our preferred way of life. The other way, we press ahead with painful economic reforms that can make us competitive once again in world markets. This reform is for a purpose: not to Americanise Europe but to make our European model of society sustainable for generations to come. Essentially we need a new European consensus for economic reform based on social justice.<P>In the past we've tended to stress the inevitability of globalisation: we've said there's no alternative, as if politics cannot offer security any more. We must now make the case that we can marry globalisation with social justice; that we can open markets in Europe and pursue economic reforms in a way that narrows, not widens, the gap between \"winners\" and \"losers\".<P>I have always believed in a social dimension to Europe. My preoccupation has been that the \"social\" Europe we build should be forward-looking, rather than stuck in the past, defensive and protectionist. Its driving purpose should be to provide security by advancing opportunity rather than attempting fruitlessly to block change. The old European social model was built around protection of jobs. But today many of these arrangements offend social justice as they accentuate an insider/outsider divide that shuts the unemployed out of the labour market.<P>Today's challenge is to equip every citizen, of whatever social background, nationality, colour or religion, to fulfil their individual potential in a rapidly changing global economy. This commitment to the individual in a strong society defines our Europeanness, but the institutions built in the past century to underpin it need modernisation and reform.<P>What we need are new approaches and institutions to tackle the new social challenges of extending opportunity throughout the life cycle - tackling inherited disadvantage by investing in the social support and education of young children and their mothers.<P>It means providing high standards of schooling in ethnically diverse and socially fractured communities; promoting skills and lifelong learning for those who missed out at school; reaching for world-class standards of excellence in higher education and research; opening access to retraining and help for victims of economic change; helping older workers reintegrate to the labour market and adapting the traditional concept of retirement; integrating migrants and minority groups more successfully than we have so far succeeded in doing into our local communities.<P>These are examples of the common challenges a modern social model should address. They are vital if the public is to regain confidence and once more see Europe's economy of open markets and free trade as the only route to global success.<P>Some people will say: what has this all got to do with the EU? Aren't these in essence national questions for each member state to solve? Well, yes, they are in the main. But there is an indispensable European dimension to national reform policies. Establishing greater consensus on how we make economic change acceptable is the key to faster economic reform, member state by member state, from which we all benefit. And addressing the needs of the \"losers\" in Europe is essential if Europe is to win back political consent for enlargement.<P>To develop a new social and economic model for Europe, we now need an open debate. It won't work if advocates of the old \"social\" Europe simply continue as before, regardless of globalisation. It won't work if economic reformers appear to think that acceptance of globalisation is all that matters, regardless of the social action needed to make it work for all. Economic reformers need to adopt a new language and a new set of priorities.<P>A new consensus can be found in Europe. You don't have to know much about the political situation in France and Germany to realise that. The time is ripe for the British government to go out on the front foot, using the summit debacle to cathartic effect. As a result we should gain an EU budget with priorities that all in Europe can benefit from, and a vision that inspires faith in the project rather than further depresses it.<P><B>&#183;</B> Peter Mandelson is the EU's trade commissioner<P><a href=\"mailto:peter.mandelson@cec.eu.int\">peter.mandelson@cec.eu.int</a><!-- Guardian Watermark: internal-code/content/5219559|2013-10-05T20:45:22Z|b663a884cd98f86f7644854c9c42816bbf019aae -->",
    "show_in_related_content":"true",
    "last_modified":"2005-06-20T00:25:19Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xxj2b",
    "wordcount":1115,
    "commentable":"false",
    "internal_content_code":5219559,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Peter Mandelson",
    "publication":"The Guardian",
    "internal_page_code":565040,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2005/jun/20/eu.world1",
    "strap":"Comment",
    "standfirst":"The EU faces a stark choice - painful reforms, or economic decline",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":738,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2005-05-29T01:30:02Z",
    "web_title":"ID cards to cost £300 per person",
    "web_url":"http://www.theguardian.com/politics/2005/may/29/idcards.immigrationpolicy",
    "api_url":"http://content.guardianapis.com/politics/2005/may/29/idcards.immigrationpolicy",
    "trail_text":"The government's plans to introduce identity cards were dealt a body blow last night after it emerged the true cost of the scheme could top £18 billion, more than triple the official estimate.",
    "headline":"ID cards to cost £300 per person",
    "body":"The government's plans to introduce identity cards were dealt a body blow last night after it emerged the true cost of the scheme could top &#163;18 billion, more than triple the official estimate. <P>The figure has been calculated by experts at the London School of Economics, who have spent months producing one of the most authoritative analyses of the scheme.  <P>Their findings, which will be published in the next two weeks, will be seized upon by critics of the current ID card bill working its way through parliament. It is likely to spark a backbench rebellion from Labour MPs and be taken up by the Tories and Liberal Democrats, who oppose the government's plans.  <P>Last week the Home Office issued a report which estimated that, over the next decade, the cost of running the scheme, in conjunction with a new biometric passport system, would be &#163;5.8bn. Because the Treasury has insisted the scheme must be self-financing, this works out at an average cost of &#163;93 to each card holder.  <P>But, according to the LSE's analysis, a draft section of which has been obtained by The  Observer, the true cost of implementing and running the scheme, will be between &#163;12bn and &#163;18bn. This could make the average cost of a card as high as &#163;300 to every adult, unless government departments are prepared to shoulder some of the financial burden.  <P>The LSE believes the government has grossly underestimated the cost of the technology involved in making the system work. Last week the government estimated the biometric card readers needed to scan the cards would cost &#163;250-&#163;750. 'A more likely figure ... would be in the range of &#163;3,000 to &#163;4,000 per unit,' the report suggests.   <P>The report also raises doubts about whether the government is right to assume a 10-year life span for each card. 'All technical and scientific literature indicates that biometric certainty diminishes over time, and it is therefore likely that a biometric - particularly fingerprints and facial features - will have to be re-scanned at least every five years. This cost must be taken into account.'  <P>A further problem, which the government appears not to have factored in, is 'refuseniks' - people who will not co-operate. 'There is evidence that this population could create a substantial additional cost burden. The administrative costs of handling this group will be substantial,' the report states.  <P>The LSE also questions the strain placed on the system by individuals notifying a change in their personal circumstances, as they will be required to do so by law.  <P>'This requirement may result in &#91;between&#93; 300 million and 1.2 billion contacts with the register over 10 years,' the report says. 'This additional cost must be taken into account. If human management is necessary to ensure changes are verified, this facet will add between &#163;1bn and &#163;4 bn to the 10-year rollout of the scheme.'  <P>The scheme, which will see some 44 million people issued with a card containing personal details including their name, date of birth and address, is considered controversial because personal details on the central database can be accessed by public sector organisations, without the individual's consent.  <P>But immigration and asylum minister Tony McNulty defended the plan. 'A secure compulsory national identity card scheme will help tackle illegal immigration, organised crime, ID fraud, terrorism and will benefit all UK citizens,' he said.  <P>Opposition parties have expressed concern about the costs of the scheme. Critics have also pointed out that previous government IT projects have run considerably over budget. New systems for the Child Support Agency and the Passport Office were plagued with problems.  <P>But the government has pointed out that it has 'road-tested' the combined ID and biometric passport scheme, one of the UK's most ambitious IT projects, on 10,000 volunteers.   <P>Under the scheme a microchip will hold biometric details including an iris scan, fingerprints and facial image, making it difficult to forge. But the trials revealed significant error rates, raising concerns about its efficacy.  <P>Ministers anticipate that the system will be introduced in a phased roll-out. By 2013 it is expected that it will become compulsory to have an ID card, although holders will not have to carry them at all times. A recent poll showed that half of people questioned believed ID cards were the best weapon in combating identity theft, which is estimated to cost Britain &#163;1.3bn a year.  <P>A spokesman for the Home Office said it was impossible to comment on the LSE's findings because of the confidential nature of the commercial contracts involved  <P>But the LSE report notes: 'The ongoing dispute over costs is due in large part to the fact that the government is either not certain exactly what the ID infrastructure will entail, or is unwilling to disclose these details.'<!-- Guardian Watermark: internal-code/content/5204189|2013-10-05T20:45:17Z|f9a08d46aed2f4ee01ae27a9150f64d7c2030afd -->",
    "show_in_related_content":"true",
    "last_modified":"2005-05-29T01:30:02Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/qch4",
    "wordcount":793,
    "commentable":"false",
    "internal_content_code":5204189,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Jamie Doward, social affairs editor",
    "publication":"The Observer",
    "internal_page_code":520969,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2005/may/29/idcards.immigrationpolicy",
    "strap":"NULL",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":2040,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2006-02-14T01:31:40Z",
    "web_title":"FAQ Identity cards - what now?",
    "web_url":"http://www.theguardian.com/politics/2006/feb/14/idcards.immigrationpolicy",
    "api_url":"http://content.guardianapis.com/politics/2006/feb/14/idcards.immigrationpolicy",
    "trail_text":"Will I be forced to get an ID card?",
    "headline":"FAQ Identity cards - what now?",
    "body":"<b>Will I be forced to get an ID card?</b><P>Not until 2013 but everyone who renews their passport from 2008 will be issued with a combined passport/ID card and their details entered on the national identity database. It will not be compulsory to carry the card.<P><b>How much will it cost? </b><P>Ministers say full biometric passport/ID cards will cost &pound;93 each but the fee has yet to be set and the full cost may be \"hidden\" in other charges. A &pound;30 standalone ID card which can be used for travel in Europe will also be available.<P><b>Won't ID cards be forged like all the other plastic? </b><P>Quite possibly, but it will be little use without being matched by a forged entry on the national computer database. Anyone trying to register twice with the same biometric will trigger an alert.<!-- Guardian Watermark: internal-code/content/5399039|2013-10-05T20:46:38Z|25fd6d60324911a0d23de12c27ba4907b5bfd98a -->",
    "show_in_related_content":"true",
    "last_modified":"2006-02-14T01:31:40Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/gkx6",
    "wordcount":136,
    "commentable":"false",
    "internal_content_code":5399039,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"NULL",
    "publication":"The Guardian",
    "internal_page_code":329541,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2006/feb/14/idcards.immigrationpolicy",
    "strap":"NULL",
    "standfirst":"NULL",
    "newspaper_page_number":"10",
    "newspaper_edition_date":"2006-02-14",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":2042,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2006-02-14T01:31:39Z",
    "web_title":"Biometric scans for passports from April",
    "web_url":"http://www.theguardian.com/politics/2006/feb/14/idcards.immigrationpolicy1",
    "api_url":"http://content.guardianapis.com/politics/2006/feb/14/idcards.immigrationpolicy1",
    "trail_text":"<b>&#183; </b>ID card vote paves way for detailed national database<br>\n<b>&#183; </b>Start of &#163;5.8bn computer procurement project",
    "headline":"Biometric scans for passports from April",
    "body":"The final Commons votes last night cleared the way for the first national identity card scheme in Britain for 50 years.<P>Parliament's approval of ID card legislation signals the start of a procurement process for the largest public sector computer project in Europe, which carries a minimum official price tag of &pound;5.8bn in running costs over the next 10 years.<P>A debate launched in 1995 by the former Tory leader Michael Howard, when he was home secretary, is set to become law. It will eventually mean that 38 million British citizens over the age of 16 and resident foreign nationals who have lived here for more than three months will have their details registered on a powerful national identity database.<P>The first step will come this April, when a \"biometric\" security feature - an electronic scan of a finger, an iris or the face - will be included for some of those who renew their passports. In October a network of 70 passport/identity card offices will open, where all first-time passport applicants will be interviewed.<P>Within two years - that is from 2008-09 - the 7 million people who renew or apply for a passport will be given a full biometric passport, possibly containing electronic scans of all their fingers, thumbs, face and eyes, and have their details entered automatically onto the national identity database. In effect, they will get an ID card by what critics call \"creeping compulsion\".<P>The front of the card will carry details such as signature, photograph and nationality, but the entry on the database will have more than 40 pieces of information, including previous addresses, immigration status and unique identity number. Citizens will have access to information about who has used their database entry but ministers say it will not link to criminal records or other sensitive personal information such as medical treatment.<P>The fee for this new combined biometric passport/ID card has not been set, but ministers have cited a cost of &pound;93 each. This could be offset by charges to the private sector for verifying customers' IDs.<P>A 10-year passport costs &pound;51 and officials say the cost of the biometric passport will make up 70% of the &pound;93 cited. Critics say the cards will last five years, not 10, and the scheme could cost up to &pound;19bn, putting a &pound;300-a-head price tag on the project. Ministers have said they will produce a &pound;30 standalone ID card, which could also be used as a travel document within the EU.<P>In the meantime, Home Office officials will start to put in place the biggest IT procurement exercise in the European Union. They will invite commercial suppliers to manufacture the identity cards and the chips that will store the biometric data - as well as the IT infrastructure to set up the database, the data hub, and the system of scanners and readers that will ensure everybody's identity is verified.<P>The government has refused to publish a figure for these set-up costs, saying it would restrict their ability to gain value for money from potential bidders.<P>The Home Office says that by 2013 it expects more than 80% of adults to have a combined ID card/passport. The government will go back to parliament to introduce primary legislation to make the scheme compulsory: those who fail to register could face fines of up to &pound;2,500.<!-- Guardian Watermark: internal-code/content/5399040|2013-10-05T20:46:38Z|5ef1983339632959edf5b7ec73f64c798216ca06 -->",
    "show_in_related_content":"true",
    "last_modified":"2006-02-14T01:31:39Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/gm2g",
    "wordcount":548,
    "commentable":"false",
    "internal_content_code":5399040,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Alan Travis, home affairs editor",
    "publication":"The Guardian",
    "internal_page_code":331036,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2006/feb/14/idcards.immigrationpolicy1",
    "strap":"NULL",
    "standfirst":"<b>&#183; </b>ID card vote paves way for detailed national database<br> <b>&#183; </b>Start of &#163;5.8bn computer procurement project",
    "newspaper_page_number":"10",
    "newspaper_edition_date":"2006-02-14",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":1854,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2006-01-16T15:17:34Z",
    "web_title":"Firefighters to ballot for strike over pension scheme",
    "web_url":"http://www.theguardian.com/politics/2006/jan/16/tradeunions.uk",
    "api_url":"http://content.guardianapis.com/politics/2006/jan/16/tradeunions.uk",
    "trail_text":"Firefighters are set to ballot for a national strike following the government's decision to deny existing staff lifetime protection from changes to their pension scheme.",
    "headline":"Firefighters to ballot for strike over pension scheme",
    "body":"Firefighters are set to ballot for a national strike following the government's decision to deny existing staff lifetime protection from changes to their pension scheme.<P>The Fire Brigades Union (FBU) is furious that members have been offered less favourable terms than other existing 999 colleagues, who have been afforded life protection from imminent pension changes.<P>Fire personnel retiring after 2013 face a five-year rise in their retirement to 55 and cuts to ill-health retirement benefits.<P>The union is demanding to know why fire crews are being offered a worse deal than police and ambulance staff. <P>Fire staff were exempt from the public sector union talks held with government in the autumn, which set out the underlying \"principles\" which should govern changes to separate occupational schemes across the public sector. <P>Local government and fire service staff were excluded from the talks because, unlike the rest of the public sector, their pensions schemes are funded through local government. <P>Pre-tax employee contributions to fires service pensions are some of the highest in the public sector, at 11%. <P>The FBU's general secretary, Matt Wrack, has called on ministers to explain why fire crews are being offered a \"worse deal\" than other 999 services. <P>So far, efforts to seek answers from ministers over the decision to deny service personnel lifetime protection had drawn a blank, he said.<P>The deputy prime minister's office today responded to Guardian Unlimited regarding some of the FBU's concerns but not the decision to force existing firefighters to lose their current pensions rights. A spokeswoman for the office of the deputy prime minister said that firefighters had more favourable pension schemes than ambulance personnel, who already have to retire at 60 under existing arrangements. <P>\"In addition, the average age of recruits to the fire and rescue services is rising and this is expected to continue,\" she said. <P>\"This means that already more firefighters want to remain in service beyond age 55 plus to maximise their pensions.\"<P>The FBU's ruling national executive has scheduled a special meeting next month in which it will recommend balloting for strike action to press for the same terms as the other emergency services. <P>\"Fire crews feel they have been kicked in the teeth,\" said Mr Wrack.<P>\"Politicians are quick to publicly praise our skills and dedication while at the same time trying to pick-pocket our pensions. We don't understand why we are being singled out for worse treatment and the public will not understand it either.<P>\"There will be no dispute if we are treated fairly and at the moment we are not\", he said.<P>The FBU has had a fragile relationship with the government since protracted strike action took place four years ago as part of the pay dispute in the summer of 2002.<P>A national ballot for industrial action would be the first under the leadership of Mr Wrack, who was elected last May.<!-- Guardian Watermark: internal-code/content/5375743|2013-10-05T20:46:28Z|019ede45a5b22ddf695476ace4478fedfd8e286c -->",
    "show_in_related_content":"true",
    "last_modified":"2006-01-16T15:17:34Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/gjng",
    "wordcount":471,
    "commentable":"false",
    "internal_content_code":5375743,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hél&egrave;ne Mulholland",
    "publication":"theguardian.com",
    "internal_page_code":329416,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2006/jan/16/tradeunions.uk",
    "strap":"NULL",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":2779,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2006-07-13T14:58:28Z",
    "web_title":"New fund to fight corruption",
    "web_url":"http://www.theguardian.com/politics/2006/jul/13/development.uk",
    "api_url":"http://content.guardianapis.com/politics/2006/jul/13/development.uk",
    "trail_text":"A &#163;100m fund to fight corruption in the developing world was announced by the government today. ",
    "headline":"New fund to fight corruption",
    "body":"A &#163;100m fund to fight corruption in the developing world was announced by the government today.<P>The move came in an international development white paper setting out Britain's aid policy for the next five years.<P>It came alongside measures to help developing countries face the challenges of climate change and major spending increases on education, health, water and sanitation and social security.<P>The white paper sets out how the UK aims to meet the challenges addressed at last year's G8 summit at Gleneagles.<P>The international development secretary, Hilary Benn, said: \"We have made progress in the last 12 months but we have not yet made poverty history.\"<P>Mr Benn said that long-term progress in the fight against poverty could not be achieved without better governance in developing countries.<P>The &#163;100m governance transparency fund would be used to improve accountability through a free media, parliamentarians and trade unions.<P>There would be regular assessments of transparency which would inform decisions on the distribution of aid, and a UK action plan to tackle international corruption, which would report every six months.<P>\"Long-term progress in the fight against poverty will only be achieved through effective governance and by people with the voice and confidence to hold their government to account,\" Mr Benn said.<P>On financial support, he said the UK would double spending on education by 2010 to more than &#163;1bn.<P>Spending on water and sanitation would more than double between 2007 and 2010 from &#163;95m to &#163;200m, while the UK would work with developing countries on \"ambitious\" 10-year health plans, which would seek to abolish user fees.<P>There would also be a \"significant increase\" in spending on social security in at least 10 Asian and African countries over the next three years.<P>Mr Benn said the UK would push to give developing countries a say in international discussions on climate change and the right to participate in emissions trading schemes.<P>\"Poor countries have made the least contribution to climate change but are likely to be hit the hardest,\" he said.<P>The international development secretary also called for \"urgent reform\" of the United Nations to enable it to respond better to humanitarian emergencies.<P>Britain would press the UN to streamline operations and integrate humanitarian work under a single coordinator.<P>\"We need an international development system that is fit for the challenges of this century, not the last,\" Mr Benn said.<P>\"So we will use our money and influence to push for urgent reform of the UN so that it can lead the international response when poor countries face emergencies - whether wars or natural disasters.\"<P>In Britain, investment in education on development issues would be doubled to allow children to \"learn about the issues that shape their world\".<P>Faith and community groups would be helped to build links with developing nations and younger people would be given more opportunities to take up voluntary work overseas.<P>The white paper came on the eve of the G8 summit of rich industrialised nations in St Petersburg at which - in stark contrast to last year's gathering at Gleneagles - development is not one of the key items on the agenda.<P>The TUC general secretary, Brendan Barber, said: \"Trade unions will welcome the government's commitment to democracy and good government.<P>\"Unions are often the main democratic organisations in developing countries.<P>\"They depend on democracy and they make a major contribution to the good government that ensures aid gets to the people who need it most.<P>\"The emphasis on the public sector is also important as public services are essential to combating poverty and providing opportunity.<P>\"Education and health are key priorities, and they are best kept public.<P>\"We hope the UK government takes this message to the G8 this weekend to make sure world leaders meeting put their promises on poverty first.\"<P>The president of the Nigeria Labour Congress, Adams Oshiomhole, said: \"As a country which has relatively recently emerged from dictatorship, we know how important good government is.<P>\"Trade unions played a major part in the restoration of democracy in Nigeria, and the Nigeria Labour Congress continues to play that role - keeping governments honest and speaking out when things are not good.<P>\"I stressed the importance of good government to prime minister Tony Blair when we met him in the company of other world trade union leaders last summer ahead of the Gleneagles G8 summit.<P>\"Overall, the white paper represents a positive response to the challenge to make poverty history.<P>\"However, it remains a fundamental imperative for the UK government and the G8 to appreciate even more that a critical factor in sustainable development is to have fairer trade policies that will decisively address global trading imbalances.<P>\"There is a need for commitment to ensure that Africa is guaranteed market access for both agricultural and value-added products in order to improve her share of world income and generate prosperity at home.\"<P>Christian Aid said the white paper was \"both positive and disappointing in equal measure\".<P>The charity's head of policy, Charles Abugre, praised the commitment of 0.7% of GDP to aid by 2013 - meeting the UN's target - but argued that the government had been \"overly timid\" on reform.<P>He singled out the UK's alleged complicity with corruption.<P>Mr Abugre said: \"The focus is all on Africa. But it takes two to tango - UK companies have the power to encourage corruption, by paying bribes, and therefore the government has the power to tackle it.<P>\"We must focus on our own back yard as much as focusing on Africa.<P>\"It is also good that the paper acknowledges for the first time the threat that climate change poses to poor people but the paper lacks vision.<P>\"Given the scale of the impending disaster, the government should have moved away from its 'growth is always good' mantra and tried to find a way to achieve a reduction in carbon emissions that also reduced poverty.\"<P>Mr Abugre added that the government had not been \"hard enough\" on institutions like the International Monetary Fund and the World Bank.<P>\"These institutions should be dragged into the 21st century and made into genuine instruments that work for poverty reduction,\" he said.<P>Mr Abugre also called for action to tackle the loss of illegal monies from Africa.<P>\"Britain attracts billions of dollars every year of global capital flight from poor countries into its tax shelters,\" he said.<P>\"Tony Blair promised he would trace these and then retrieve them. This paper shows he has done neither.\"<P>Benedict Southworth, the director of the World Development Movement, said: \"The announcement of additional DfID funding for water and sanitation is very welcome.<P>\"6,000 children die every day because they don't have access to clean water. What we must do now is ensure that these additional funds are spent where they will be most effective.<P>\"And that means investing in extending and improving the public sector in the developing world. \"Unfortunately the white paper also represents a missed opportunity for DfID to distance itself from the failed approach of forcing water privatisation on developing countries.<P>\"There is a widespread recognition that if we are to deliver the millenium development goal, of halving the number of people without access to water by 2015, investment in the public sector is the only way forward.\"<!-- Guardian Watermark: internal-code/content/329528902|2013-10-05T20:47:20Z|32560167bba256e6f2f6ab8541bc9f77f246bf6d -->",
    "show_in_related_content":"true",
    "last_modified":"2006-07-13T14:58:28Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/ya48",
    "wordcount":1167,
    "commentable":"false",
    "internal_content_code":329528902,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Press Association",
    "publication":"theguardian.com",
    "internal_page_code":420749,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2006/jul/13/development.uk",
    "strap":"3.15pm",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":23437,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2007-01-27T23:56:40Z",
    "web_title":"Letters: Squandered green opportunities for London's Olympic games",
    "web_url":"http://www.theguardian.com/politics/2007/jan/27/london.olympics2012",
    "api_url":"http://content.guardianapis.com/politics/2007/jan/27/london.olympics2012",
    "trail_text":"<b>Letters: </b>Reports of the Culture, Media and Sport select committee's criticism of the handling of the Olympic budget have overshadowed the unveiling of the Olympic Delivery Authority's sustainability strategy. ",
    "headline":"Squandered green opportunities for London's Olympic games",
    "body":"Reports of the Culture, Media and Sport select committee's criticism of the handling of the Olympic budget (Treasury adding to costs of 2012 Olympics, MPs claim, January 23) have overshadowed another significant announcement - the unveiling of the Olympic Delivery Authority's sustainability strategy. We are told that the strategy sets environmental targets that will make the games the \"greenest in modern times\", but it is a disappointing missed opportunity.<P>Of particular concern to the Royal Institute of British Architects (Riba), is the ODA's sustainability targets for the Olympic village, which lag worryingly behind the government's own proposals. The ODA sustainability strategy states that the village will be 25% more energy-efficient than buildings built today using current building regulations. Yet the government is already proposing that all new housing should meet that target by 2010 - two years before the games take place. Furthermore, the government already proposes that all new homes should be 44% more energy efficient by 2013 and carbon-neutral by 2016.<P>The government and the ODA have been lapped by their own targets. Riba has offered its expertise to the ODA. Our competition process can identify the most talented designers who can deliver world-class energy-efficient houses and a wonderful legacy for the games.<br><b>Jack Pringle</b><br>Riba president<P>Wood is the only truly renewable building material which actually stores CO2 while growing, in addition to having the lowest embedded energy in its manufacture of any construction raw material.<P>In the UK we do not have a strong tradition of using wood in major public buildings, so the Olympics is the time to promote the use of wood by ensuring that at least one of the main buildings in the park is built significantly of wood.<br><b>Martin Gale CBE</b><br>Chairman of the wood industry's Wood for Gold campaign<P>This government pursues a worrying trend by viewing environmental action purely within the context of energy use and the cutting of emissions, giving little thought to the green spaces and planting which do so much to improve people's local environment. The Olympics presents us with a once-in-a-lifetime opportunity to create a new urban park of international prominence. <br><b>Andrew Richardson</b><br>Chairman, Greening the Games<P>The reality of global warming is that expenditure on such projects cannot be justified, especially projects which stimulate air travel and spending on temporary structures. The government should send the strongest signal to the rest of the world about just how serious the problem of global warming is by cancelling the 2012 Olympics. Endeavouring to hold the \"greenest\" possible games should mean no Olympics at all. <br><b>Paul Kirkley</b><br>Oxford<!-- Guardian Watermark: internal-code/content/329698211|2013-10-05T21:13:53Z|c2f33de73a8ca4ddea5dbf2bb312dba242c76f71 -->",
    "show_in_related_content":"true",
    "last_modified":"2007-01-26T23:56:40Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/p76d",
    "wordcount":418,
    "commentable":"false",
    "internal_content_code":329698211,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"NULL",
    "publication":"The Guardian",
    "internal_page_code":497353,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2007/jan/27/london.olympics2012",
    "strap":"Letters",
    "standfirst":"NULL",
    "newspaper_page_number":"37",
    "newspaper_edition_date":"2007-01-27",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":5190,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2007-11-05T10:38:03Z",
    "web_title":"Balls unveils plans to cut number of drop-out teenagers",
    "web_url":"http://www.theguardian.com/politics/2007/nov/05/publicservices.1419education",
    "api_url":"http://content.guardianapis.com/politics/2007/nov/05/publicservices.1419education",
    "trail_text":"Ed Balls, the children, schools and families secretary, today warned that \"enforcement\" will be applied to ensure all children stay in education or training until they reach 18 in the future.  ",
    "headline":"Balls unveils plans to cut number of drop-out teenagers",
    "body":"Ed Balls, the children, schools and families secretary, today warned that \"enforcement\" will be applied to ensure all children stay in education or training until they reach 18 in the future.<P>Mr Balls said the measure would include teenage mothers: \"No one will be left out on the basis that it's not just for them - or it's too hard to meet their needs. Some will need special help. But that doesn't mean they will be exempt.\"<P>With Gordon Brown has already pledged to introduce new laws in tomorrow's Queen's speech requiring all young people to stay in education or training until 17 by 2013, and 18 by 2015,Mr Balls promised a series of interim measures to encourage young people to stay on at school or join training programmes before the law comes into effect.<P>In a speech to the Fabian Society, Mr Balls said the country could not wait until 2013 to change the expectations and aspirations of young people.<P>The government is concerned at those being left behind in the jobs market as the number of low-skill jobs available to young people who drop out of school is expected to fall dramatically from about 3 million now to just 600,000 by 2020.<P>More than 200,000 16-18-year-olds have dropped out of school and are not in work or even training for jobs.<P>Mr Balls said \"NEETs\" - people not in education, employment or training - are disproportionately from poor families and face a bleak future.<P>\"The fact is there are too many young people who are being failed by the current system,\" he said.<P>A &#163;100m cross-government package will help fund four building blocks to ensure youngsters are not left behind as the need for high-level skills rises: a wider range of curriculum and qualifications, advice and guidance, financial support, and appropriate training.<P>Mr Balls said all young people would be expected to participate or face sanctions. This includes teenage mums, who often drop out once their baby is born.<P>\"There will be a system of enforcement - very much a last resort - but necessary to strike the right balance between new rights and new responsibilities,\" he said. \"Because when we say 'everyone will participate', that's what we mean.\"<P>He promised the \"right\" support to help those who would be dissuaded from fulltime education because of their financial circumstances at home.<P>Young people in care will be able to stay in their care placement until they are 18 and receive more support to help them stay in education, while those in custody will benefit from education and training until they turn 18, Mr Balls said.<P>The education maintenance allowance, worth up to &#163;30 a week, would be linked to good behaviour, attendance and achievement, and would be extended to everybody taking an \"entry to employment\" course, to encourage more young people to prepare for apprenticeships.<P>Mr Balls said: \"We need to start now by engendering a culture change in young people, their parents and the education and employment system through creating the balance of rights and responsibilities that underpin a higher compulsory leaving age.\"<P>Other targeted measures include:<P><b>&#183;</b> extending the September guarantee so that all 17-year-olds have the offer of a place to continue or re-engage with learning <b>&#183;</b> allowing more young people to start courses in January, rather than wait a further academic year (the following September) before being able to start a new course<P><b>&#183;</b>&#183; extending early entry into the new deal scheme for people when they reach their 18th birthday rather than asking them to wait six more months until they become eligible for job training.<P>Mr Balls said: \"We know that persistent truants are seven times more likely to become NEETs at the age of 16. Schools have a key role in preventing young people becoming NEET through early identification of, and intervention with, young people at risk and providing a diverse and engaging curriculum.\"<P>The Liberal Democrats rounded on the government's \"nanny knows best\" plans to made education and training compulsory until the age of 18.<P>David Laws, the Lib Dem's children, schools and families spokesman, said: \"Threatening to criminalise young people who are not in education and training beyond the age of 16 cannot be the right approach.<P>\"It seems bizarre that, while ministers are considering extending the vote to people aged over 16, their approach to education is based on threats, compulsion, fines, inspectors and criminal sanctions.\"<!-- Guardian Watermark: internal-code/content/331165001|2013-10-05T20:49:31Z|2522ff49dd8f0f69106c8bb1466dd63785ff34e0 -->",
    "show_in_related_content":"true",
    "last_modified":"2007-12-10T10:38:03Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/j448",
    "wordcount":716,
    "commentable":"false",
    "internal_content_code":331165001,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland",
    "publication":"theguardian.com",
    "internal_page_code":377009,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2007/nov/05/publicservices.1419education",
    "strap":"1.15pm",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":7186,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-12-10T08:54:57Z",
    "web_title":"Funds from sale of emission permits should be invested in green technology, say Lords",
    "web_url":"http://www.theguardian.com/politics/2008/dec/10/lords-greenpolitics",
    "api_url":"http://content.guardianapis.com/politics/2008/dec/10/lords-greenpolitics",
    "trail_text":"<p>Peers say funds raised through emissions trading scheme should be spent on 'climate change-related measures'</p>",
    "headline":"Funds from sale of emission permits should be invested in green technology, say Lords",
    "body":"<p>A cross-party group of Lords has called on the government to reinvest the millions raised from the sale of carbon emission permits in green technology, following criticism that ministers are planning to add the funds to the Treasury's books.</p><p>In a bid by member states to reach the EU target of cutting carbon emissions by 20% by 2020, a portion of permits are already being auctioned within the emissions trading scheme (ETS), but plans to be decided in Poznan tomorrow could see 100% of permits auctioned.</p><p>The scheme puts a cap on emissions from about 12,000 factories and power plants across the EU responsible for about half of the region's emissions. Companies receive a quota of allowances that they can then trade, thereby creating a price for polluting.</p><p>If the plans go ahead, the environmental consultancy WSP predicts the UK government could possibly raise as much as £1bn from 85m permits in 2012 and £2.5bn in 2013. </p><p>Next year alone the British government plans to auction 25 million permits – a process that would raise nearly £350m.</p><p>Environmental groups fear a Treasury decision to keep the proceeds rather than ring-fence them for use in environmental projects plays into the hands of those who regard the ETS to be a stealth tax. Instead they point to Netherlands and Germany, which have pledged to spend the cash on measures such as improved energy efficiency and alternative energy.</p><p>In their report the Lords - who support a move towards 100% auctioning by 2013 - say the funds raised through the ETS should be ploughed back into \"climate change-related measures\" to \"maintain the credibility of the scheme\".</p><p>When EU leaders meet tomorrow in Poznan, member states such as Poland and other poorer ex-communist EU member states worried that the plans to cut carbon emissions by 20% from 1990 levels by 2020 will damage their economies would like an exemption.</p><p>They are supported by the German chancellor, Angela Merkel, who yesterday argued that industries facing higher costs and tougher international competition should be 80-100 % exempt from buying emission permits from the ETS.</p><p>Yesterday the Lords said the moves by some European countries to \"postpone\" the increase in auctioning until industry might be in a better position to absorb the costs, should be \"resisted\".</p><p>Referring to revenue raised by the current auctioning, the committee said the funds raised through the ETS should be ploughed back into \"climate change-related measures\" to \"maintain the credibility of the scheme\". </p><p>At the moment firms receive some of their permits for free but at the end of November the government carried out its first auction of carbon emission permits from the operator of Europe's largest coal-fired power station, Drax, and raised over £50m.</p><p>The Lords' report said: \"It is our firm view that member states should invest considerable funds in climate change-related measures – including R&amp;D and demonstration projects, as well as adaptation measures – and in measures to ease the social problems that may arise as a result of the ETS, such as increases in electricity prices. In our view this will be essential to maintaining the credibility of the scheme, by signalling that governments are willing to foot part of the bill that they are imposing on the private sector.\"</p><p>The Polish prime minister, Donald Tusk, is opposed to European commission plans to make power stations buy permits to pollute by 2013. Tusk has in the past threateneda Polish veto – fearing it would ramp up costs for its power sector, which is about 95% reliant on highly polluting coal.</p><p>Western European governments point to 10% of revenues earmarked for a 7.5b euro \"solidarity fund\" to compensate Poland the other ex-communist states for the heavy cost of overhauling their power stations.</p><!-- Guardian Watermark: internal-code/content/340560262|2013-10-05T20:51:29Z|1fdf5b9aa1d3eecd1555c8e06e134595a24b0077 -->",
    "show_in_related_content":"true",
    "last_modified":"2008-12-10T08:58:06Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/23d87",
    "wordcount":611,
    "commentable":"false",
    "internal_content_code":340560262,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Allegra Stratton",
    "publication":"theguardian.com",
    "internal_page_code":1131631,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/dec/10/lords-greenpolitics",
    "strap":"NULL",
    "standfirst":"Peers say funds raised through emissions trading scheme should be spent on 'climate change-related measures'",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2008-12-13T08:54:57Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":7171,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-12-10T17:20:08Z",
    "web_title":"SNP halves budget for new Forth bridge project",
    "web_url":"http://www.theguardian.com/politics/2008/dec/10/scotland-forth-bridge",
    "api_url":"http://content.guardianapis.com/politics/2008/dec/10/scotland-forth-bridge",
    "trail_text":"<p>Alex Salmond's Scottish government avoids embarrassment over spending plans by slashing cost of bridge</p>",
    "headline":"SNP halves budget for new Forth bridge project",
    "body":"<p>Scottish ministers have sidestepped an embarrassing row over their spending plans by deeply cutting the costs of their most ambitious public project, a major new bridge over the Forth.</p><p>Alex Salmond's government said today that it will build a new road bridge over the Firth of Forth near Edinburgh at roughly half the original estimated cost of between £3.2bn and £4.2bn.</p><p>The cheaper bridge allows the Scottish National party administration to avoid a potentially bruising battle with opposition parties over its refusal to use PFI funding for major new projects or use road tolls on bridges – key manifesto pledges at the last election.</p><p>The new slimmer and cheaper bridge will be built because the existing Forth road bridge, built in 1964, is expected to last far longer than engineers originally predicted. </p><p>Experts feared the iconic suspension bridge may have to be closed to heavy goods vehicles as early as 2013 because damp had seriously corroded its supporting cables. </p><p>But new analysis suggests the corrosion is less severe, allowing Transport for Scotland to plan to continue using the bridge solely for buses and trams alongside the new bridge, which will only take cars and lorries, for another 70 years from now. </p><p>John Swinney, Scotland's finance secretary, said the Holyrood government could now build the bridge using its existing budgets, without using the private sector to fund the project or use tolls to help pay for it.</p><p>He said they had saved at least £1bn by dropping plans for extensive links between the new bridge and the other motorways converging on Edinburgh, and by dropping the dedicated bus lane they originally proposed. </p><p>But the SNP will be asking Alistair Darling, the chancellor, to help with the costs, now estimated at between £1.7bn and £2.3bn, by advancing a large amount of the construction costs against future Scottish spending. </p><p>That would mean cuts in Treasury funding at a later date, hitting public spending elsewhere in Scotland.</p><p>However, Swinney insisted it would allow the SNP to continue with other major new transport projects outlined as part of a 20-year programme unveiled today at the same time, including making the A9 from Perth to Inverness a dual carriageway, rail electrification across Scotland and a new metro or rapid transit network for Glasgow.</p><p>If the chancellor refuses to temporarily increase the Scottish budget, Swinney admitted the devolved government could find the cash from its existing budget settlement, but it would have to postpone or drop other significant spending plans.</p><p>That would allow the SNP to accuse the London government and Labour ministers of sabotaging the Scottish economy and transport system at the next Holyrood elections in 2011 – the year construction of the new bridge is due to begin.</p><p>Andy Kerr, the shadow finance secretary, claimed the public funding proposal finally destroyed the credibility of the Scottish Futures Trust, a £23m public financing quango, which was set up by Swinney as an alternative to PFI.</p><p>He said none of the projects outlined today were fully costed or funded. \"This transport plan is a work of fiction. What it has proven is that the Scottish Futures Trust is work of fantasy,\" he said. </p><p>\"Every project in that plan is a wish list because all this money will be spent on the Forth crossing. This is a party which wants independence but is now mortgaging itself to the UK government for 20 years because it has an ideological objection to private funding.\"</p><p>Stewart Stevenson, the Scottish transport minister, insisted the new proposals were sensible, prudent measures given the recession. He said the new crossing would be \"the biggest transport infrastructure project in Scotland for a generation\".</p><p>He added: \"I am therefore delighted we are now in a position to not only set out the next steps for this vital economic lifeline for the East Coast but also, as our work becomes more detailed, identify how to deliver this project as efficiently as possible.\"</p><!-- Guardian Watermark: internal-code/content/340587014|2013-10-05T20:51:29Z|1a56ad9d6ff36f69af94df245427a08abbdef6ba -->",
    "show_in_related_content":"true",
    "last_modified":"2008-12-10T17:20:36Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/23dkp",
    "wordcount":644,
    "commentable":"false",
    "internal_content_code":340587014,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Severin Carrell, Scotland correspondent",
    "publication":"theguardian.com",
    "internal_page_code":1131973,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/dec/10/scotland-forth-bridge",
    "strap":"NULL",
    "standfirst":"Alex Salmond's Scottish government avoids embarrassment over spending plans by slashing cost of bridge",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2008-12-13T17:20:08Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/03/19/rain84.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/03/19/rain84.jpg",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":5506,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-01-16T10:41:44Z",
    "web_title":"DVLA plan fails ID test",
    "web_url":"http://www.theguardian.com/politics/2008/jan/16/uk.Whitehall",
    "api_url":"http://content.guardianapis.com/politics/2008/jan/16/uk.Whitehall",
    "trail_text":"An ambitious plan to save millions of pounds flopped because the identification system used meant less than 5% of those seeking a licence could complete an online application",
    "headline":"DVLA plan fails ID test",
    "body":"A Whitehall plan to save taxpayers millions of pounds and provide a faster service for the million people who apply for a provisional driving licence eachyear has flopped, the National Audit Office revealed today.<P>Ambitious plans to switch the majority of provisional licences from postal to online could not be taken up by one of the largest group of customers - teenagers - because they couldn't prove their identity.<P>Only 40,000 out of the 1 million people seeking a provisional licence were able to complete an online application. The remaining 960,000 had to stick to postal applications.<P>One of the main reasons, according to the NAO, was that online applicants had to have either a new digital passport or a credit record to prove their identity. Since no young person under the age of 18 is allowed to have a credit card, they couldn't provide the information. Even those older than 18 would also have little credit history.<P>The NAO points out that if the Driving and Vehicle Licensing Authority had instead linked up to the Department for Work and Pensions' national insurance number database, every teenager's identity could have been checked because everyone is issued with an national insurance number on their 16th birthday.<P>This simple failure has meant that the DVLA's plans to save &#163;22.3m in costs by 2013 have been put back, and plans to cut staff by 185 have been postponed from this March to the following year.<P>The online changes cost &#163;5.2m to set up and &#163;380,000 was spent promoting the idea.<P>Better results came from booking driving tests online. Of the 2.2m tests booked each year, 1.2m tests are now booked online. But savings in this area are low: &#163;190,000 in 2004 rising to &#163;580,000 next year.<!-- Guardian Watermark: internal-code/content/332087391|2013-10-05T20:49:50Z|08a3edd9d304e29609542c260f978c8ef6a5d8a3 -->",
    "show_in_related_content":"true",
    "last_modified":"2008-01-16T10:41:44Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xxqvn",
    "wordcount":286,
    "commentable":"false",
    "internal_content_code":332087391,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"David Hencke, Westminster correspondent",
    "publication":"theguardian.com",
    "internal_page_code":570101,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/jan/16/uk.Whitehall",
    "strap":"10.30am GMT",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":25233,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-01-24T09:53:43Z",
    "web_title":"John Harris on the ID card",
    "web_url":"http://www.theguardian.com/politics/2008/jan/24/idcards.humanrights",
    "api_url":"http://content.guardianapis.com/politics/2008/jan/24/idcards.humanrights",
    "trail_text":"In the beginning, it was a grand vision. Compulsory identity cards would be in the forefront of the fight against terrorism, organised crime, illegal immigration and benefit fraud. Now, three home secretaries later, the scheme's defenders talk meekly of a voluntary scheme which will make people's lives that little bit easier. So what's changed? John Harris reports",
    "headline":"The great ID card rebellion",
    "body":"It's not much of an HQ: a tiny, rather airless room five minutes from Lambeth Bridge, stacked high with box files, piles of leaflets and the detritus of office life. Balanced against one wall is a mock-up of an identity card featuring the image of Tony Blair, one of a run that has also featured the likenesses of David Blunkett, Charles Clarke and John Reid. \"We're on to our fourth home secretary in three and a half years,\" says a man who has dropped by to stock up on campaign bumf. \"And I shouldn't think this one will last very long.\"<P>This is the nerve-centre of No2ID, a campaign born in a London pub in 2004, and these days managing to make a good deal of the running in one of our most highly charged debates. According to its national organiser, 39-year-old Phil Booth, in addition to a hard core of around 2,000 members-cum-regular donors, No2ID has attracted more than 40,000 \"registered supporters\", as well as 100 or so affiliated organisations. The latter betray just what a mind-boggling coalition of people the campaign has attracted: as well as the Green party, the Lib Dems and the SNP, the list features UKIP and the ultra-libertarian Freedom Association, as well as the Association of British Drivers and Newhaven town council. No2ID's range of supportive \"public figures\" is no less diverse: this must surely be the only campaign to ally the ex-Stone Roses singer Ian Brown with John Redwood, as well as Joanna Lumley, Philip Pullman and Michael Portillo.<P>No2ID's mission is simple enough. Largely funded by individual donations and the support of the Joseph Rowntree Reform Trust, it is a \"UK-wide, non-partisan campaign opposing the government's planned ID card and national identity register\". It works with MPs and peers from all the mainstream parties, and is currently encouraging members of the public to put their names to a pledge, whereby they promise that they will not register for an ID card, supply their personal details to the government's proposed identity register, or cooperate with any official inter- view about their identity. So far, 11,361 people have signed up.<P>Exactly what No2ID is up against is currently rather unclear. There are two aspects of what the government calls the National Identity Scheme: the roll-out of ID cards, and the creation of the database on which the state will store - among 49 items of information - people's photographs, passport numbers, driver numbers (given on driving licences), fingerprints, national insurance numbers, dates of birth and addresses. By way of softening the introduction of all this, there will initially be no specified date on which every British citizen has to be signed up; instead, to start things off, the government has proposed that people either applying for their first passport or renewing an existing one will have their details entered into the register and be issued with an ID card. Via passports and other \"designated documents\", the scheme will thus be rolled out bit by bit, leaving a final move on what campaigners call \"universal compulsion\" to follow in the future, after a vote in parliament.<P>Once you have got past those rough details, it all gets pretty hazy. Though the Identity Cards Act of 2006 specifies January 1 2010 as the date from which anyone applying for a passport will have to be entered on to the register and issued with a card, the Home Office now says that 2011 might be a more realistic date, and the minister responsible now claims that people \"might not be issued with a card at that point - that's something we're still debating\". To make things yet more confusing, this week brought news of official documents leaked to the Conservative party suggesting that 2012 was a more likely prospect, leading the shadow home secretary, David Davis, to claim that the identity scheme was now in \"intensive care\". It certainly seems remarkable that, despite the scale of the government's plans and supposedly looming deadlines, no procurement contracts have been signed.<P>And so the confusion goes on. Though 2013 was initially proposed as a possible dateline for universal compulsion, it is now suggested that it may not come until around 2018 at the earliest, depending on \"full acceptance of the voluntary scheme\" (which, truth be told, may only be \"voluntary\" if you want to give up your right to foreign travel). The scheme's opponents claim that by way of mopping up some of the 20% of us who do not have passports, the introduction of ID cards will be linked to driving licences, a concern the government answers with the not-exactly-reassuring claim that it has \"no plans\" to do so, though more definite noises have been made about cards soon being mandatory for people employed in \"positions of trust\".<P>To cap it all, with public opinion shaken up by a succession of huge stories involving the loss of personal information, the tone of the government's rhetoric has shifted. Messrs Blair, Blunkett and Clarke once ambitiously talked up the National Identity Scheme as a dependable means of fighting terrorism, organised crime, illegal immigration and benefit fraud. As late as June last year, the Home Office minister Liam Byrne claimed that the scheme would eventually be seen as a \"modern-day public good\" along the same lines as \"railways in the 19th century and the national grid\". These days, those in charge of the project are prone to make their case in more modest terms, emphasising how a single standard of identity would make millions of lives that bit more convenient.<P>When I talk to Booth - a sometime sculptor, teacher and internet entrepreneur who devotes himself full-time to No2ID - it does not take long to get to the central fact that makes the organisation's campaigning job more difficult than most. Not only do the government's arguments keep shifting, but as against, say, the poll tax, there will be no flashpoint date when the scheme collides with the mass of the public. Moreover, refusal to cooperate will initially be less about a day in court than not having a passport. So, if people want to either register their opposition or avoid being roped in (or both), what should they do?<P>\"Renew your passport now,\" he says. \"Buy yourself 10 years.\" In 2006, No2ID set up an offshoot campaign called Renew For Freedom, encouraging people to be mindful of the date their current passport expired, and get their application in early.<P>Once the identity scheme is decisively linked to passports, he says, No2ID's tactics will not emphasise sit-ins and marches, but rather a series of legal actions against the government. \"The very fact that this scheme could deny people the basic requirements of their jobs and their lives means that we are going to have a whole swathe of ways in which we can challenge them,\" he says. The identity scheme's appeals process will open up one set of opportunities; he also reckons that compelling only some of the population to cooperate is \"discriminatory\", and will thereby focus a good deal of his attention on litigation bound up with the Human Rights Act.<P>After an hour of conversation, he reaches his righteous crescendo. \"The government haven't understood what it means to do this to people,\" he says. \"The basic premise of the identity cards scheme is that 50 million people will meekly line up, like sheep, and submit to interrogation, be fingerprinted, and be issued with an official identity. It is not going to happen. It never was going to happen. Even in the first opinion polls, when 80% of people were saying, 'I think ID cards are quite a good idea', there were three million people saying no. This was never going to be a practicable policy.\"<P>Fifteen minutes' walk from the No2ID office is the Palace of Westminster, where the identity debate currently defines a good deal of the political weather, pointing up an issue on which the opposition parties are just about united, and which some Labour dissidents see as proof of the Brown government's failure to throw off the more toxic aspects of the Blair inheritance. When canvassing opinions among the latter group, it does not take long to hear a familiar refrain: that if the government still affects a gung-ho attitude on the identity scheme, the shifts in its rhetoric suggest that even if Labour wins the next election, the plans will eventually wither away. \"I'm optimistic that even if it starts to roll out, at some point down the line this is all going to start to fall apart,\" says Neil Gerrard, the Labour MP for Walthamstow, and a sharp critic of the plans. \"I think it'll be disputed by the courts. If you reach a point where somebody is being told, 'You cannot be issued with a passport because you have not put your name on the register', you're bound to get human rights challenges to that.\"<P>When Michael Howard was Tory leader, the Conservatives negotiated a fairly washed-out compromise on the initial ID cards legislation, supporting it on the basis that passport applicants could opt out before 2010, though now the scheme does not look set to arrive until 2011 at the earliest, that does not look set to amount to very much. In any case, the Tories are now pledged to repeal the Identity Cards Act, though they refuse to endorse any call for non-cooperation by the public. \"Law makers can't be law breakers\" is their mantra, an argument chiefly focused on the Liberal Democrats' new leader.<P>During the Lib Dems' recent leadership election, it was on this issue that Nick Clegg decisively found his voice. While he was the party's home affairs spokesman, he had established ongoing links with No2ID, and publicised his ministerial team's decision to renew their passports early. By the time he stood for the top job, his opposition was even more pointed. By way of underlining a keen sense of his party's history, he made repeated reference to Harry Willcock, a Liberal party activist who, circa 1950, played a key part in the belated abandonment of the ID scheme that had been introduced during the second world war and had famously refused to show police his ID card with the words, \"I am a Liberal; I am against that sort of thing.\"<P>This, Clegg reckoned, was the example to follow. \"If legislation is passed,\" he said, \"I will lead a grassroots campaign of civil disobedience. I, and I expect thousands of people like me, will simply refuse ever to register.\"<P>When we meet in his Westminster office, I read the quote out to him. Does he stand by it? \"Well,\" he says, \"the first thing I'll do, of course, is argue against the legislation.\"<P>OK. But if Labour win the next election and the watershed moment of universal compulsion arrives, what then? He pauses. \"I'm going to effectively lead by example. I just cannot envisage the circumstances in which I would, by compulsion, give up my data.\"<P>When I ask him whether he would definitely advocate that as a course of action for other people to take, he noticeably hesitates. So I ask the question in a slightly different way: surely any leadership of a grassroots campaign would be on the basis of 'I've done this, and so should you'. Wouldn't it?<P>\"Yes. Of course. It would amount to me saying, 'If you are as worried about this as I am, if you object to this as much as I do, if you find this objectionable, then join me in refusing to give details to the database.\"<P>Here's a crass but unavoidable question, then. Would you go to jail?<P>\"Well, I mean ... I'd be prepared to go to court. I guess it would start with fines. We don't know what the sanctions are going to be, but I can't take my position - that I'm not going to accept compulsion even if it's written into primary legislation - unless I'm prepared to face the sanctions.\"<P>He agrees that all this represents a big step, happily acknowledging that some of his colleagues advised him against it. His young staff make a point of reminding me that imprisonment would mean that their boss would have to give up his parliamentary seat. But is he really prepared to go to such lengths?<P>\"Look,\" he says. \"I think there are issues which define the relationship between the state and the citizen. [Pause] Well, everything defines the relationship between the state and the citizen, but there are very few issues that I can think of in contemporary politics that define it in as stark a way as compulsion on data and ID cards. And, you know, there's a very good reason why the ID cards system that was established in 1939 collapsed in 1953. It was the result of civic resistance.<P>\"This unites everybody,\" he says. \"One can get dangerously romantic about it, but there is something about it that I think people feel just isn't consistent with our understanding of what is best about Britain. It is slightly romanticised, this image of ourselves as a land of the free, because we arguably live with a more centralised and illiberal system of government than almost anywhere else in the developed world. But notwithstanding all that, self- image is crucial to the identity of a nation. And what would really destroy that self-image is a feeling that we are being arbitrarily and compulsorily asked to do things by the state that we don't understand.\"<P>Meg Hillier is the Labour MP for Hackney South and Shoreditch. In the wake of the handover from Blair to Brown, she became what official-speak terms the parliamentary under-secretary of state (Identity). In the wake of my meeting with Nick Clegg, her aides send me a succession of emails about what the National Identity Register will hold, and who will have access to it. \"There will be controls to segregate the data, with biographic information being held separately from biometric information,\" they tell me. \"Very few authorised staff will be able to see full records and these will be treated as highly protectively marked.\"<P>Though Clegg bases at least some of his opposition on the idea that the data on the register will be subject to \"mission creep\", the Home Office line is to stress the supposedly minimal nature of what they are after. There will, they say, be no information held \"on a person's political or religious opinion, health records, criminal record, tax or other financial records. It will hold the same sort of identity information that the government already holds for the issue of passports, plus biometrics such as facial image and fingerprints.\" Hiller says that anyone accessing the register without authorisation will face a two-year prison sentence, and that identity data going missing is all but inconceivable. \"There wouldn't be information on discs and stuff, because you would access it remotely,\" she says. \"There certainly wouldn't be a laptop with all this information on it.\"<P>For each of those claims, of course, No2ID and its allies have a corresponding argument - and besides, their opposition is surely as much a matter of philosophical principle as simple logistics. And I wonder: given the fact that recent events seem to have put the identity scheme's advocates on the back foot, are their calls for public non-cooperation a concern?<P>\"I think we should be clear on a couple of things,\" Hiller says. \"There are certain people who say, 'I will never carry one, and I will go to prison.' Well, for one, you don't have to carry an identity card - it's not a requirement. You're not going to be asked to present it randomly by someone in the street.\"<P>That's not quite the argument, though. The big issue for the people I have spoken to is being added to the national register.<P>\"Well, most of these people are on the passport database. And they haven't got a big problem with that. So what is the big difference?\"<P>What, I wonder, about the fog surrounding the issue of universal compulsion? \"The proviso on any compulsion,\" she says, \"is that the voluntary scheme is working, and accepted, and bedding in. I would hope that the voluntary scheme works. If it doesn't ... well, you know, it's part of my job to make sure I get it to the next stage. But that's a long way off. I can't foresee exactly what'll be happening in 10 years time.<P>\"There are many benefits this can deliver, short of it being universal,\" she goes on. \"For example: convenience for people travelling on a document that's not as valuable as their passport and is cheaper to produce. When I last went to a bank and had to prove something, it was a pain in the neck ... If you've got a proven document and you're on the national identity register, these things are benefits.\"<P>One thing keeps nagging away at me, though. Once I have talked to Hiller, I go back to a sheaf of newspaper cuttings from the distant days of 2004-5, when the government was much less hesitant about the need for compulsion, and way more gung-ho about the benefits it would bring. In among them, I find a slightly more recent quote about the government's plan from a senior Labour figure: \"In my opinion, without it being mandatory, there is little point in doing it.\"<P>David Blunkett said that. You may remember that when the National Identity Scheme was first formally proposed, he was the home secretary.<P><b>&#183;</b> This article was amended on Friday January 25 2008. Meg Hillier, not Hiller as we said in the article above, is the MP for Hackney South and Shoreditch. This has been corrected.<!-- Guardian Watermark: internal-code/content/332218727|2013-10-05T21:15:39Z|0430b7db2487fddf7d2b3a66f76433d0d6a15e0a -->",
    "show_in_related_content":"true",
    "last_modified":"2008-01-25T09:53:43Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/x2zh3",
    "wordcount":2935,
    "commentable":"false",
    "internal_content_code":332218727,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"John Harris",
    "publication":"The Guardian",
    "internal_page_code":588765,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/jan/24/idcards.humanrights",
    "strap":"NULL",
    "standfirst":"In the beginning, it was a grand vision. Compulsory identity cards would be in the forefront of the fight against terrorism, organised crime, illegal immigration and benefit fraud. Now, three home secretaries later, the scheme's defenders talk meekly of a voluntary scheme which will make people's lives that little bit easier. So what's changed? John Harris reports",
    "newspaper_page_number":"10",
    "newspaper_edition_date":"2008-01-24",
    "comment_close_date":"NULL",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":26137,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-07-21T09:43:53Z",
    "web_title":"Jobless may be forced to work for benefits",
    "web_url":"http://www.theguardian.com/politics/2008/jul/21/drugspolicy.jamespurnell",
    "api_url":"http://content.guardianapis.com/politics/2008/jul/21/drugspolicy.jamespurnell",
    "trail_text":"<p>Benefit claimants could be forced to sign on every day and join mandatory out-of-work programmes, James Purnell said today</p>",
    "headline":"Jobless may be forced to work for benefits",
    "body":"<p>Benefit claimants could be forced to sign on every day and join mandatory out-of-work programmes, James Purnell said today.</p><p>The work and pensions secretary told MPs that there should be \"no choice between claiming and working\".</p><p>\"The longer people claim the more we will expect in return…Work works and it is only fair we make sure a life on benefits is not an option,\" he said in a Commons statement.</p><p>\"For the 2% who we anticipate to be still out of work after two years, we will explore mandatory full-time work programmes and other approaches such as daily signing.\"</p><p>Under the proposals nearly 267,000 heroin and crack users on benefits will forfeit their money unless they own up to their drug problems and take treatment, as part of radical plans to get hundreds of thousands of people off benefits and back into work.<br/> <br/>Other proposals outlined in the welfare reform green paper, published today, include supporting  parents with children aged seven or more to get a job.</p><p>The controversial reforms, hailed by the work and pensions secretary, <a href=\"http://www.guardian.co.uk/politics/jamespurnell\">James Purnell</a>, as the biggest shake-up of the modern welfare state since the Beveridge Report of the 1940s, received the backing of the Conservative leader, <a href=\"http://www.guardian.co.uk/politics/davidcameron\">David Cameron</a>.</p><p>In the Commons Chris Grayling, for the Tories, promised opposition support for the proposals, which he said were a \"straight lift\" of those previously put forward by Conservatives.</p><p>But the government faces a challenge from some of its own backbench MPs over the radical measures, which seek to stop individuals spending \"a life on benefits\". </p><p>The consultative document proposes abolishing incapacity benefit by 2013 and scrapping income support.</p><p>In their place will be a simplified system of two benefits - employment support allowance for those with medical problems which limit their ability to work and jobseekers' allowance for those who are fit to work. </p><p>A leaked late draft of the green paper revealed that ministers are aiming for a record 80% employment rate - up from the current 75% - and made clear their insistence that there will be \"no right to a life on benefits\" for anyone capable of working. </p><p>All incapacity benefit claimants will undergo medical tests to determine what capacity they have for employment, and only full-time carers and disabled people \"with the greatest needs\" will be exempt from being expected to find work. </p><p>Unemployed drug addicts who do not own up to their addiction when they seek benefits will be forced to repay the money and could face jail, while jobless people who take drugs will be banned from receiving dole money unless they accept treatment.</p><p>Lone parents with children aged seven or more will be expected to seek work. </p><p>The long-term unemployed will face US-style \"work-for-dole\" programmes requiring them to undertake useful activities, such as erasing graffiti and picking up litter, to ensure they make a \"fair contribution\" in return for state support. </p><p>And private firms which win contracts to help people find jobs could be paid from the resulting savings in benefits. </p><p>Purnell said the changes were \"a return to the founding principles of the welfare state\" and would help transform the lives of millions of people across the country. </p><p>The new sanctions for people who refused to seek work would be matched by support to help them find suitable employment, he said. </p><p>\"I'm saying 'support and responsibility',\" said Purnell. \"And if people don't live up to that expectation …then of course people can lose their benefits. </p><p>\"For people who are looking for work, we will be saying to people if they play the system that they will have to work to get their benefits. </p><p>\"So there's a very clear sanction at the end of the line. But the key thing is that in an ideal world you don't want to use the sanction, you want people to take up the support.\" </p><p>The green paper will also set out new measures to lift 200,000 children out of poverty by allowing child maintenance payments to be disregarded when calculating how much benefit parents are entitled to. </p><p>An employment retention and advancement programme which helps lone parents find and keep appropriate employment - including emergency payments of up to £300 to overcome short-term hurdles to working - will also be extended.</p><p>The green paper accepts in full the recommendations of a report by banker David Freud, who believes up to 2 million people are unnecessarily claiming incapacity benefit. </p><p>Cameron said he was 'thrilled\" by the proposals, which he claimed draw heavily on Conservative proposals unveiled in January.<br/> <br/>Cameron, who will present his own scheme on Wednesday to help an extra 100,000 mainly unskilled males find worthwhile jobs through apprenticeships, said government ministers could rely on Tory votes to get the package through the Commons. </p><p>Cameron said: \"James Purnell should know, and the government should know, that if they have a problem with their backbenchers, then the Conservative party under my leadership will do the right thing and will back them up and make sure we reform welfare properly.\" </p><p>The Liberal Democrats said the proposals \"completely ignore\" the disincentives to work built into the system. </p><p>The Liberal Democrat work and pensions spokeswoman, Jenny Willott, said: \"Reforms must ensure that work really pays or we will see poverty levels rising in Britain.\"</p><p>Purnell meanwhile denied that Labour's own backbenchers would be unhappy with proposals.</p><p>\"I think that people who see the way incapacity benefit or drug addiction or deep unemployment can scar communities are desperate to turn that round and when I speak to my colleagues they want a system that provides support for people, but also responsibility,\" he said. </p><p>But Labour former social security minister and backbench rebel Frank Field said the government had again failed to find the right solutions and was building in faults into the new system. </p><p>\"I doubt very much whether these proposals will make that much difference,\" he told the BBC Radio 4 Today programme. </p><p>He said he had \"lost count... of the number of occasions the government has published what it thinks are radical and tough proposals and for very little to happen\". </p><p>He said £60bn of taxpayers' money spent over the past 11 years supporting new deals and making work pay had seen the workless roll call fall by less than half a million.<br/></p><!-- Guardian Watermark: internal-code/content/335844423|2013-10-05T21:16:32Z|cb36428a02ab6a3c8b163a01e91b1dfab85e27ef -->",
    "show_in_related_content":"true",
    "last_modified":"2008-07-21T15:19:32Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xz7yn",
    "wordcount":1036,
    "commentable":"false",
    "internal_content_code":335844423,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland, Deborah Summers and agencies",
    "publication":"theguardian.com",
    "internal_page_code":1009526,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/jul/21/drugspolicy.jamespurnell",
    "strap":"4pm BST update",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2008-07-24T09:43:00Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":6489,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-07-22T08:18:37Z",
    "web_title":"Yesterday in parliament",
    "web_url":"http://www.theguardian.com/politics/2008/jul/22/houseofcommons.lords",
    "api_url":"http://content.guardianapis.com/politics/2008/jul/22/houseofcommons.lords",
    "trail_text":"<p>The Tories gave backing to government plans to raise the employment rate to 80% by getting thousands of people off benefits and into work</p>",
    "headline":"Yesterday in parliament",
    "body":"<p><strong>July 21 session</strong></p><p><strong>Welfare reform</strong><br />The Tories gave backing to government plans to raise the employment rate to 80% by getting thousands of people off benefits and into work. The shadow work and pensions secretary, Chris Grayling, promised opposition support if Labour backbenchers threatened to rebel. </p><p>The offer came after the work and pensions secretary, James Purnell, unveiled a package to \"make sure a life on benefits is not an option\". One of the goals was to end the idea there is a choice between claiming benefit and work. </p><p>\"Instead, the longer people claim, the more we will expect in return. At three months and six months, claimants will intensify their job search and have to comply with a back to work action plan.\" </p><p>Everyone currently claiming incapacity benefit will also be transferred to a new system of employment and support allowance between 2010 and 2013 - with the aim of assessing \"what people can do, not what they can't\", Purnell said. Grayling claimed much of what had been announced was \"lifted\" from Tories' plans. </p><p><strong>Knife attacks among prisoners</strong><br />The number of knife attacks among prisoners has nearly doubled over seven years, the justice secretary, Jack Straw, revealed. There were 208 assaults involving a knife or blade in English and Welsh prisons in 2007 - a sharp rise from 112 in 2000. Knife attacks in young offenders institutions increased from 11 to 27 over the same seven years. </p><p><strong>Plans for a public inquiry into the death Baha Mousa</strong><br />Plans for a public inquiry into the death of Iraqi hotel receptionist Baha Mousa who died in 2003 while being detained by soldiers from the 1st Battalion The Queen's Lancashire Regiment do not go far enough, the government was warned by Nick Harvey, for the Liberal Democrats. </p><p>Lord Justice Sir William Gage is to hold an investigation, the defence secretary, Des Browne, announced but Harvey said the \"terms of reference do not appear to go far enough\". They must \"include the training and guidelines given to all members of the armed forces ahead of their deployment to Iraq\". </p><p><strong>National DNA database</strong><br />Police should be stopped from putting DNA samples taken from innocent volunteers on to the national database, a government-appointed advisory body urged. The ethics group said such samples should be destroyed at the end of a police investigation rather than being loaded onto the national DNA database. Its report called for a more straightforward system for innocent people to have their samples removed from the database and found there was an urgent need for police and public to have better information on use of DNA. </p><p>Home Office minister Meg Hillier said: \"The report makes a number of recommendations around the processes involved in the taking, use and retention of DNA samples and, in particular, those taken from volunteers. I have asked the National Policing Improvement Agency and the National DNA Strategy Board to let me have their considered comments on the report's recommendations as soon as possible.\" </p><p><strong>Defence budget</strong><br />The government's ability to equip troops with safer vehicles will be hit by rising fuel bills and the Treasury clawing back money from the military, Liam Fox, for the Tories, warned. A \"crazy\" agreement meant the defence budget was being cut to cover the cost of equipment urgently needed for operations in Iraq and Afghanistan, he told MPs. </p><p>Browne said: \"We have approved over £3.6bn of urgent operational requirements for Iraq and Afghanistan and the majority of them have related to force protection including protected vehicles.\" </p><p><strong>Order for 70 Lynx helicopters</strong><br />The defence secretary came under pressure to sign off a £1bn order for 70 Lynx helicopters for the military. He said he was not going to \"salami slice\" every aspect of the order for the benefit of MPs and would make an announcement \"when I am ready\". </p><p><strong>Reform of murder laws</strong><br />The government is to unveil its proposals for the first shake-up of murder laws for 50 years, it was announced. Junior justice minister Maria Eagle said the reforms would be published in a consultation paper next Monday. It will cover reformed partial defences to murder of provocation and diminished responsibility; reformed offences of complicity in relation to homicide and improved procedures for dealing with infanticide. </p><p><strong>Services for children with speech and language difficulties</strong><br />Children's minister Kevin Brennan announced moves to appoint a \"communication champion\" in a bid to improve treatment and services for children with speech and language difficulties. They come after an independent review, led by Tory MP John Bercow (Buckingham), found services for young people were \"highly unsatisfactory\" and subject to a \"postcode lottery\". Bercow made 40 recommendations and Brennan said the government had agreed the need for action in all of these areas. </p><p><strong>New defence training academy in south Wales</strong><br />Defence ministers were accused of \"backtracking\" over plans for a new defence training academy in south Wales. Adam Price, for Plaid Cymru, said there was \"fear and concern\" in St Athan that the multi-billion pound investment would not go ahead. Armed forces minister Bob Ainsworth conceded that the project had taken longer than expected. </p><p><strong>Homes and Communities Agency</strong><br />A new agency aimed at speeding up the supply of affordable local housing will not be a \"centrally driven quango\" which imposes \"top-down targets\", housing minister Iain Wright insisted. He said the Homes and Communities Agency, created under the housing and regeneration bill, would work with councils to deliver new homes and regenerate communities. </p><p><strong>Network Rail management</strong><br />The government faced calls to review the management of Network Rail as peers branded the size of bonuses received by bosses as \"obscene\". Labour former minister Lord Foulkes of Cumnock said that \"on the one hand executives get huge bonuses while passengers suffer so much more misery and inconvenience\". For ministers, Lord Bassam of Brighton said changes to NR's corporate governance were \"matters for its board and members, not for government\". </p><p><strong>Parliamentary passes</strong><br />A crackdown on peers' right to issue parliamentary passes to \"secretaries and research assistants\" was announced by chairman of Committees Lord Brabazon of Tara. They will be limited to no more than three passes and they should be restricted to staff who require \"regular access\" to assist with peers' parliamentary work.<br/></p><!-- Guardian Watermark: internal-code/content/335873728|2013-10-05T20:50:51Z|13d90e52292dd5d80f97f3c1b0bfe428d36fe854 -->",
    "show_in_related_content":"true",
    "last_modified":"2008-07-22T08:18:37Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/xz89t",
    "wordcount":1019,
    "commentable":"false",
    "internal_content_code":335873728,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Press Association",
    "publication":"theguardian.com",
    "internal_page_code":1009926,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/jul/22/houseofcommons.lords",
    "strap":"9.15am BST",
    "standfirst":"NULL",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2008-07-25T08:18:37Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":26124,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2008-07-21T23:01:00Z",
    "web_title":"Minister unveils plans to push lone parents back into work",
    "web_url":"http://www.theguardian.com/politics/2008/jul/22/welfare.labour",
    "api_url":"http://content.guardianapis.com/politics/2008/jul/22/welfare.labour",
    "trail_text":"<p>Tories welcome policies which aim to take 1m off benefit, but Labour left is outraged</p>",
    "headline":"Minister unveils plans to push lone parents back into work",
    "body":"<p>The government may require lone parents to take part in training for a return to work even before their children are of school age in the most radical shake-up of the welfare system since the second world war.</p><p>The reforms - which also include a target of getting one million people off incapacity benefit by 2015, equality for people with disabilities by 2025 and 80% employment - were announced yesterday by the work and pensions secretary, James Purnell.</p><p>Presenting the welfare reform green paper to parliament, Purnell proposed scrapping income support and incapacity benefit, replacing them with a simplified system of employment support allowance for those with disabilities which limit their ability to work and job seeker's allowance (JSA) for those who are fit to work. </p><p>The Conservatives welcomed the measures and pledged their MPs would ensure the smooth passage of the legislation through parliament despite predicted hostility from Labour backbenchers. Leftwing MP John McDonnell dismissed the reforms as a \"disgrace\". </p><p>Some campaigners raised concerns about measures to get lone parents into work. The paper proposes that those with children aged seven or over will be expected to seek work but suggests training for those with younger children.</p><p>The additional benefits would be granted to lone parents of younger children if they attended a \"skills health check\". The government wants to ensure \"the preparation for work becomes a natural progression rather than a sudden step up\". There are currently 450,000 lone parents with children aged under seven.</p><p>\"Lone parents with younger children would not be required to look for work until the youngest child is seven,\" the green paper says, \"but moving all lone parents who can work, whatever the age of their child, on to JSA would underline the message that we see work as the best way for them to improve their family's prosperity.\"</p><p>One campaigner said: \"Bringing lone parents of very young children further into the benefits system might be a prelude to placing more demands on them, and of course we are worried about that.\"</p><p>Purnell also proposes that, for the first time, parents on benefits will be able to keep all of their maintenance payments.</p><p>It is thought that he pressed hard to present the green paper to parliament before the summer recess today and faced accusations that radical ideas such as the \"work for dole\" proposal would damage Labour's chances in the Glasgow East byelection on Thursday. </p><p>Last night Labour's candidate for the seat, MSP Margaret Curran, seemed to back Purnell's plans, calling them \"ambitious\". </p><p>Under the proposals, those unemployed for more than a year would have to do four weeks' community work and after two years would have to do it full time. </p><p>Purnell also announced that by 2013 incapacity benefit will be replaced by a new benefit, employment support allowance, which will be harder to qualify for, requiring claimants to prove what they can do instead of what they cannot. It will, however, ensure that those with the \"greatest needs\" will get a higher benefit rate, rising from &pound;86.35 to &pound;102.10. This will have to be signed off by someone who is not the claimant's GP. </p><p>Drug addicts will also have to declare their addiction and embark on treatment to become eligible for benefits.</p><p>Purnell said: \"People have an obligation to work and the benefit system is not there to give you a choice between benefits and work; it's there to help you when you can't find work. If you can find work you should take it. If there isn't work there, you should take steps to get back into work.\"</p><p>McDonnell said: \"At a time of increasing unemployment, such draconian measures will not only prove counterproductive, but the requirement for forced labour and the greater harassment of disabled people is a moral disgrace.\"</p><p>The former welfare minister Frank Field said he had \"lost count ... of the number of occasions the government has published what it thinks are radical and tough proposals and for very little to happen\". </p><p>The disabilities charity Scope said it had deep concerns about the plans. Its chief executive, Jon Sparkes, said: \"Disabled people face a myriad of barriers in finding employment, including negative attitudes from employers and inadequate social care support. Punitive measures against individual disabled claimants will do nothing to remove these barriers.\"</p><!-- Guardian Watermark: internal-code/content/335863790|2013-10-05T21:16:32Z|0a0d0b14944edb40e3210d022e09375ad8ecd2fd -->",
    "show_in_related_content":"true",
    "last_modified":"2008-07-22T08:08:27Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/xz855",
    "wordcount":708,
    "commentable":"false",
    "internal_content_code":335863790,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Allegra Stratton, political correspondent",
    "publication":"The Guardian",
    "internal_page_code":1009805,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2008/jul/22/welfare.labour",
    "strap":"NULL",
    "standfirst":"<strong>&middot;</strong> Radical welfare reforms aim to take 1m off benefit <br /><strong>&middot;</strong> Tories welcome policies, but Labour left is outraged",
    "newspaper_page_number":"12",
    "newspaper_edition_date":"2008-07-22",
    "comment_close_date":"2008-07-24T23:08:00Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":7630,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2009-03-10T00:01:00Z",
    "web_title":"Brown says UK will increase overseas aid despite deficit",
    "web_url":"http://www.theguardian.com/politics/2009/mar/10/brown-aid-budget",
    "api_url":"http://content.guardianapis.com/politics/2009/mar/10/brown-aid-budget",
    "trail_text":"<p>As many countries slip back on aid pledges, campaigners fear funding gap could grow</p>",
    "headline":"Brown says UK will increase overseas aid despite deficit",
    "body":"<p>Gordon Brown yesterday promised that Britain would keep its pledge to raise its overseas development aid budget to an internationally agreed target of 0.7% of national income in spite of the growing budget deficit.</p><p>Britain, along with other G8 countries, promised at the Gleneagles summit in 2005 to raise aid spending to that 0.7% level by 2013 and as a result the Department for International Development has the fastest growing budget of any Whitehall department.</p><p>\"And let me say that whilst there maybe others who are tempted to shy away from their responsibilities, we in Britain will meet them - and we will keep our promises on aid,\" Brown told a DFID conference on global poverty in London.</p><p>Brown has long been an advocate of greater aid flows and debt forgiveness for the world's poorest countries, so reneging on Gleneagles was always unlikely. But many other countries have slipped back on their pledges, something campaigners fear will become a growing problem as governments spend hundred of billions on bailing out their banking systems.</p><p>Writing in today's Guardian, the chancellor, Alistair Darling, points to an estimate from the Institute of International Finance that capital flows in 2009 will fall by 80% compared with their 2007 peak. </p><p>The IMF has also identified 26 countries which are particularly vulnerable to the crisis, while central and eastern European economies are estimated to face a financing gap of $100bn in 2009. </p><p>\"While governments understandably are focused on what happens in their own economies, we should not lose sight of the particular problems being faced by emerging market economies and developing countries,\" writes Darling.</p><p>\"These countries are most at risk from the global withdrawal of credit. And the response of the international community represents one of the key tests of our resolve to tackle the financial crisis.\"</p><p>The development secretary, Douglas Alexander, said the British government was determined the G20 summit would ensure rich countries kept their pledges on increasing aid flows so that the Millennium Development Goals had a chance of being met.</p><p>\"We must continue our unwavering support for the MDGs. This must be the focus of the G20 summit,\" he said.</p><!-- Guardian Watermark: internal-code/content/344356537|2013-10-05T20:51:54Z|9b270a8d1a8761f67fc2aaf6d2224ad9c908e3de -->",
    "show_in_related_content":"true",
    "last_modified":"2009-03-10T00:12:50Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/26v7p",
    "wordcount":351,
    "commentable":"false",
    "internal_content_code":344356537,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Ashley Seager",
    "publication":"The Guardian",
    "internal_page_code":1181194,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2009/mar/10/brown-aid-budget",
    "strap":"NULL",
    "standfirst":"NULL",
    "newspaper_page_number":"24",
    "newspaper_edition_date":"2009-03-10",
    "comment_close_date":"2009-03-13T00:12:49Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"NULL",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":10087,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-07-12T17:07:41Z",
    "web_title":"Pro-market agenda drives NHS reforms",
    "web_url":"http://www.theguardian.com/politics/2010/jul/12/radical-nhs-reform-plans",
    "api_url":"http://content.guardianapis.com/politics/2010/jul/12/radical-nhs-reform-plans",
    "trail_text":"Unions attack 'untested dogma' in reforms unveiled by health secretary Andrew Lansley",
    "headline":"Pro-market agenda drives NHS reforms",
    "body":"<p>The government today unveiled a radical, pro-market agenda in healthcare with proposals to encourage hospitals to increase private income and give GPs responsibility for &quot;buying&quot; medical services.</p><p>Health services will be judged by results, and failing hospitals will be allowed to go bust.</p><p>GPs will be handed much of the multimillion-pound budget handled by primary care trusts (PCTs), which will be abolished along with strategic health authorities.</p><p>Unions said the proposals, set out by the health secretary, Andrew Lansley, were an &quot;untested, expensive exercise in political dogma&quot;.</p><p>Under the plans, hospitals will be freed from the current cap on private income – allowing them to lure wealthier patients for specialised surgery.</p><p>Lansley said that one of the best performing hospitals in Britain, the Royal Marsden, generated 25% of its income from private patients and this should be replicated across the country.</p><p>Family doctors are at the heart of Lansley's blueprint. England's 35,000 GPs will be made to join forces in local consortiums, which will take over the bulk of the purchasing of NHS care.</p><p>An independent NHS Commissioning Board will oversee the new regime, with local councils taking over the public health element of the PCTs' work.</p><p>The proposals, which amount to the biggest shake up of the NHS in decades, will result in the decapitation of the top tier of NHS managers in England. The 10 strategic health authorities will be abolished by 2012 and the 150 primary care trusts will be scrapped by 2013 as family doctors take over the purchasing of care.</p><p>The plans will lead to a fight with health service unions. Sir David Nicholson, the NHS chief executive, told reporters ministers want to cut NHS redundancy terms. At present NHS workers can receive two years' salary if made redundant and all NHS staff earning more than &pound;21,000 face a two-year pay freeze. Nicholson said he wanted talks with the unions &quot;pay and redundancy&quot; terms.</p><p>Under plans set out in a white paper, the government promised to scrap &quot;top-down&quot; targets in favour of a regime based on clinical outcomes.</p><p>The document warned that NHS job losses were &quot;inevitable&quot; but said it was vital to switch cash from bureaucracy into frontline services.</p><p>Lansley said the new structure would &quot;put patients right at the heart of decisions made about their care [and] put clinicians in the driving seat on decisions about services&quot;.</p><p>Under the new model, consortiums of GPs in England will be directly responsible for commissioning the &quot;great majority&quot; of NHS services for their patients.</p><p>Specialist commissioning will be carried out by the new board, which will also distribute funds to consortiums, which the government wants to have in place by next year.</p><p>Lansley said all NHS trusts will become foundation trusts, giving more freedom from Whitehall control.</p><p>And he said he wanted to open up the NHS to &quot;any willing provider&quot; able to meet standards in what he said would be the &quot;largest social enterprise sector in the world&quot;.</p><p>The government wants to slash NHS management costs by 45% over four years, and the white paper acknowledged that means job losses.</p><p>Lansley told MPs the scale of the reforms was &quot;challenging&quot; but denied breaking a pre-election promise to spare the health service from further top-down reorganisations.</p><p>He said he was simply accelerating and building on work that was already going on.</p><p>But the shadow health secretary, Andy Burnham, said 10 years of &quot;painstaking work&quot; to raise standards in the NHS had been &quot;thrown in the air&quot;.</p><p>&quot;It is a huge gamble with an NHS that is working well for patients,&quot; he said.</p><p>The coalition agreement had pledged to put a stop to top-down reorganisations of the NHS. &quot;What's happened since the publication of the agreement to justify a U-turn of such epic proportions?&quot;</p><p>Given the state of the economy, the health secretary will have to convince the doctors union, the British Medical Association, that GPs need not be paid more for managing patient's care.</p><p>Dr Hamish Meldrum, chairman of the BMA Council, said: &quot;Any reorganisation of the NHS must take place in consultation with clinicians so that it does not cause any disruption to patient services or needlessly waste the valuable time of healthcare professionals.&quot;</p><p>David Fleming, national officer for health at the Unite union, said: 'This is an untested, expensive Trojan horse in political dogma that will give private companies an even greater stake in the NHS – this way of operating has already happened in the USA.&quot;</p><!-- Guardian Watermark: internal-code/content/364813207|2013-10-05T20:54:21Z|b9fe7cbbc352fb00324f72086c5e74a893f2a162 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T10:00:58Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2tb4p",
    "wordcount":718,
    "commentable":"false",
    "internal_content_code":364813207,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Randeep Ramesh, social affairs editor",
    "publication":"theguardian.com",
    "internal_page_code":1425328,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/jul/12/radical-nhs-reform-plans",
    "strap":"NULL",
    "standfirst":"Unions attack 'untested dogma' in reforms unveiled by health secretary Andrew Lansley",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-07-15T17:07:41Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/7/12/1278954441251/New-government-starts-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/7/12/1278954441251/New-government-starts-002.jpg",
    "internal_octopus_code":"3581856",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":9957,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-06-24T06:30:04Z",
    "web_title":"Benefit caps will tip poor into homelessness, warn charities",
    "web_url":"http://www.theguardian.com/politics/2010/jun/24/benefit-caps-homeless-welfare",
    "api_url":"http://content.guardianapis.com/politics/2010/jun/24/benefit-caps-homeless-welfare",
    "trail_text":"Critics fear changes to housing benefit, designed to save £1.8bn, would make central London unaffordable to anyone on a low income",
    "headline":"Benefit caps will tip poor into homelessness, warn charities",
    "body":"<p>Charities and politicians warned today that changes to the housing benefit system outlined in the budget would lead to overcrowded homes, a surge in evictions and could tip tens of thousands of people into homelessness.</p><p>Critics fear the changes, designed to save £1.8bn, would make central London unaffordable to anyone on a low income, ghettoising the city by pushing the poor to the outskirts.</p><p>The changes will see housing benefit capped at £340 a week for a three-bedroom house and £400 for a four-bedroom property from next April. Thousands of people renting from private landlords in London, and other high-rent places, will find that this will no longer cover the rent, forcing them either to renegotiate or move to a cheaper area.</p><p>From April 2013 people who have been on jobseekers' allowance for 12 months of more will also see a 10% reduction in their housing benefit.</p><p>Housing minister Grant Shapps told the BBC the amended system was designed to target people who were \"choosing not to work as a lifestyle thing\".</p><p>\"We want to make sure that when you work you are better off,\" he said.</p><p>However Diane Abbott, Labour leadership contender and MP for Hackney North and Stoke Newington, said the government's suggestion that it was changing the system to encourage people to go into work was based on a misconception about the types of people who claim the benefit. \"Only one in eight claiming housing benefit is unemployed,\" said Abbott.</p><p>The changes would be \"very serious for London and inner city constituencies\", she added. \"I am going to see thousands of people in London evicted precisely as a result of this change.\"</p><p>One government minister privately suggested that there could be an exemption for London, but this was ruled out by an official at the Department for Work and Pensions. Analysts said the reform was based on making savings primarily in the high-rent London area, so making an exception for the capital would run against the logic of the policy.</p><p>The chancellor said the measures would stop some families claiming up to £104,000 a year in housing benefit.</p><p>Karen Buck, Labour MP for Westminster North, said such cases were exceptional, and were declining as a result of measures introduced at the start of the year.</p><p>She said the policy would \"sweep anybody on a low income out of central London\" and \"lead to a significant increase in homelessness\". The measures risked pushing the capital towards the Paris model, she said, with the rich occupying the city centre, and the poorer residents living in a ring around the outskirts.</p><p>Campbell Robb, chief executive of the homelessness charity Shelter, said some people claiming housing benefit would lose up to 40% of their total rent. \"People will be forced out of one form of accommodation, but there is nowhere for them to go to. We expect to see debt and evictions rise as a result of this,\" he said.</p><p>Liz Phelps, housing policy officer for Citizens Advice, said  any savings would be offset by cost of accommodating families made homeless once they were unable to make the rent.</p><p>\"It is not clear where people on low incomes are meant to live,\" she said.</p><!-- Guardian Watermark: internal-code/content/364128115|2013-10-05T20:54:15Z|aa5ded986eb9a52beaf267046d19bd9d021e4c54 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T09:00:56Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2tv2a",
    "wordcount":519,
    "commentable":"false",
    "internal_content_code":364128115,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Amelia Gentleman",
    "publication":"The Guardian",
    "internal_page_code":1417240,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/jun/24/benefit-caps-homeless-welfare",
    "strap":"NULL",
    "standfirst":"Critics fear changes to housing benefit, designed to save £1.8bn, would make central London unaffordable to anyone on a low income",
    "newspaper_page_number":"13",
    "newspaper_edition_date":"2010-06-24",
    "comment_close_date":"2010-06-27T06:30:04Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"3514422",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":9834,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-05-24T11:07:25Z",
    "web_title":"BNP leader Nick Griffin to stand down ... in 2013",
    "web_url":"http://www.theguardian.com/politics/2010/may/24/bnp-leader-nick-griffin-stand-down",
    "api_url":"http://content.guardianapis.com/politics/2010/may/24/bnp-leader-nick-griffin-stand-down",
    "trail_text":"Announcement seen as effort to stave off leadership challenge after BNP's disastrous performance in elections",
    "headline":"BNP leader Nick Griffin to stand down ... in 2013",
    "body":"<p>Nick Griffin, leader of the British National party, has agreed to stand down in 2013 in an attempt to stave off an immediate leadership challenge.</p><p>Griffin has been facing growing internal criticism after the party's <a href=\"http://www.guardian.co.uk/politics/2010/may/14/general-election-2010-fall-bnp\" title=\"\">performance</a> in the general and local elections. He told a meeting of the BNP's special advisory council at the weekend that he would make way for \"someone who will be able to drive support up to where it can be a serious contender for power\".</p><p><a href=\"http://www.guardian.co.uk/politics/2010/may/07/bnp-routed-target-seat-barking\" title=\"\">Griffin was beaten</a> into third place in Barking, trailing Labour's Margaret Hodge by 18,000 votes. The party nationally failed to build on its council breakthrough in  2006: of the 28 sitting councillors that stood for re-election, all but two lost .</p><p>According to the party's website, Griffin told the advisory council he was prepared to stand down in three years' time.</p><p>\"By then I would have been leader of the BNP for 15 years and that is long enough,\" Griffin said. \"It will be time to make way for a younger person who does not have any baggage which can be used against the party.\"</p><p>However, anti-racist campaigners described Griffin's announcement as part of a wider power struggle inside the BNP.</p><p>\"Far from being a resignation this is a naked attempt by Griffin to play for time in an attempt to cling to power,\" said Daniel Hodges, from Searchlight.</p><p>The BNP's election campaign was dogged by problems and descended into violence on the eve of the poll when Bob Bailey, the BNP councillor and London organiser, was caught on camera <a href=\"http://www.guardian.co.uk/politics/2010/may/05/bnp-christianity-black-voters-dagenham\" title=\"\">fighting in the street with a group of teenagers</a>.</p><p>Last week Bailey was arrested and bailed, on suspicion of assaulting two men. He has also stepped down as the BNP's London organiser. An 18-year-old man and a 19-year-old man were also arrested and bailed, on suspicion of assault and affray.</p><p>Earlier in the campaign the BNP website was closed down and replaced with a posting from Simon Bennett, the party's website manager, who accused Griffin and James Dowson, the BNP election fundraiser, of being \"pathetic, desperate and incompetent\".</p><p>In Stoke-on-Trent, the BNP's second target seat, its senior councillor Alby Walker decided to stand as an independent because of a \"vein of Holocaust denying\" within the party. \"They've still got senior members of the BNP who will be candidates in the general election that have Nazi-esque sympathies,\" he said.</p><p>And at the beginning of the campaign, the party's publicity director, Mark Collett, who was considered a Griffin loyalist, was arrested on suspicion of threatening to kill the party leader.</p><p>The BNP is under investigation by the Electoral Commission for financial irregularities and has been embroiled in a lengthy <a href=\"http://www.guardian.co.uk/politics/2010/may/09/bnp-nick-griffin-constitution\" title=\"\">legal battle with the Equality and Human Rights Commission</a> over its constitution.</p><p>ends</p><!-- Guardian Watermark: internal-code/content/362985439|2013-10-05T20:54:05Z|108e596a8a906bcf8475047e8a8998765e3fc7dc -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T07:11:34Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2h7my",
    "wordcount":447,
    "commentable":"false",
    "internal_content_code":362985439,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Matthew Taylor",
    "publication":"The Guardian",
    "internal_page_code":1403211,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/may/24/bnp-leader-nick-griffin-stand-down",
    "strap":"NULL",
    "standfirst":"Announcement seen as effort to stave off leadership challenge after BNP's disastrous performance in elections",
    "newspaper_page_number":"11",
    "newspaper_edition_date":"2010-05-25",
    "comment_close_date":"2010-05-27T11:07:25Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/5/24/1274699144774/BNP-leader-Nick-Griffin-w-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/5/24/1274699144774/BNP-leader-Nick-Griffin-w-002.jpg",
    "internal_octopus_code":"3397218",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":10692,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-11-09T17:11:00Z",
    "web_title":"Coalition may not meet UN overseas aid goal, claims Gordon Brown",
    "web_url":"http://www.theguardian.com/politics/2010/nov/09/coalition-may-not-meet-un-overseas-aid-gordon-brown",
    "api_url":"http://content.guardianapis.com/politics/2010/nov/09/coalition-may-not-meet-un-overseas-aid-gordon-brown",
    "trail_text":"Former prime minister says he thinks ministers would only be able to meet target through a one-off payment to World Bank – 'and I don't think that will work'",
    "headline":"Coalition may not meet UN overseas aid goal, claims Gordon Brown",
    "body":"<p>Gordon Brown said today he doubted the coalition government would meet the UN's goal of devoting 0.7% of GDP to overseas aid.</p><p>Spending plans show that figure being reached by the target date of 2013 but Brown accused ministers of relying on a \"one-off\" payment to the World Bank to get there – \"and I don't think that will actually work\", he said.</p><p>\"The most likely outcome, as I see it at the moment, is that we will not meet that target and there is an obligation on this committee ... to make sure this target is reached,\" the former prime minister told the Commons international development committee in his first substantial parliamentary appearance since stepping down from office in May.</p><p>The coalition agreement between the Tories and the Liberal Democrats included a promise to meet the target of 0.7% of GNI (gross national income, a similar method of gauging national income).</p><p>Andrew Mitchell, the international development secretary, said: \"Given the train wreck of public finances that we inherited from Gordon Brown, a little humility from the former prime minister, and indeed respect for the coalition for standing by its commitment to the world's poorest people, wouldn't go amiss.</p><p>\"The coalition has set out its spending plans for the next four years which clearly show us delivering our commitment in 2013 and thereafter. We're the first UK government in history to set out how we'll reach the 0.7% commitment on aid and we will enshrine this historic promise in law.\"</p><p>Pauline Latham, a Conservative member of the committee, reacted angrily to Brown's suggestion, insisting that the government was committed to reaching the target despite a difficult economic situation, \"which you are only too well aware of\".</p><p>She pointed to rising payments to the World Bank under Labour and told Brown he had no evidence to deny that sustained investment from the UK would continue beyond 2013.</p><p>\"Let's see. I hope that's the case,\" the former prime minister said – pointing out that less money was required to meet the target than if the UK economy was growing rapidly.</p><p>\"It would have been nice if we had been left with that situation,\" Latham replied.</p><p>In a session lasting over two hours, Brown also backed the idea of a global banking levy to help boost funding for Africa and avoid a \"lost decade\" in which the continent's potential was wasted.</p><p>He said private sector short-termism was to blame for a lack of investment in Africa and called on firms to show more imagination.</p><p>Tackling global poverty is an issue close to Brown's heart. His first foray back on to the political scene after the general election was in Kampala, Uganda, in July, when <a href=\"http://www.guardian.co.uk/politics/2010/jul/24/gordon-brown-african-union-kampala\" title=\"he argued\">he argued</a> the rapid expansion of internet access in Africa could transform how \"Africa trades, learns and holds political power accountable\".</p><p>Today, he told MPs there was an \"enormous potential\" for Africa to be a driver of growth, but it needed both infrastructure and investment in education to bring this about.</p><p>There had been \"enormous progress\" in education and child mortality rates and fewer people dying from malaria, Brown told the committee, but he said there was a problem \"that aid is likely to fall, not rise, as a percentage of national income in the developed countries\" – and Africa still had millions of children not at school and high death rates for infants.</p><p>He said: \"I'm struck by the contrast between the potential for this decade and the probable outcome of this decade. The potential is that Africa is one of the faster growing continents in the world, it has been growing in the last few years as fast as Asia had been growing, Africa has a tremendous opportunity because we need to increase food production round the world by about 70% over the next few decades, and therefore there's a huge opportunity for Africa to, if you like, feed the world ....</p><p>\"But there is a problem that aid is likely to fall not rise as a percentage of national incomes over the next few years in the donor countries, that there are still 70 million children not at school, that the death rate for infants is still very, very high indeed.\"</p><p>The former prime minister said he would soon publish a book, with other authors, on how the UN's Millennium Development Goals could still be met.</p><p>And he took <a href=\"http://www.guardian.co.uk/politics/2010/nov/09/gordon-brown-swipe-tony-blair\" title=\"a thinly veiled swipe at Tony Blair\">a thinly veiled swipe at Tony Blair</a> when he hit out at politicians who failed to keep promises to step down from office after two terms.</p><!-- Guardian Watermark: internal-code/content/368517058|2013-10-05T20:54:58Z|4f501b7234e593341fe7a25def58549ed9b6db34 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T16:31:38Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2yxkd",
    "wordcount":741,
    "commentable":"true",
    "internal_content_code":368517058,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland, Paul Owen and agencies",
    "publication":"theguardian.com",
    "internal_page_code":1477507,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/nov/09/coalition-may-not-meet-un-overseas-aid-gordon-brown",
    "strap":"NULL",
    "standfirst":"Former prime minister says he thinks ministers would only be able to meet target through a one-off payment to World Bank – 'and I don't think that will work'",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-11-12T16:20:00Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Politics/Pix/pictures/2010/11/9/1289301254755/Gordon-Brown-giving-evide-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Politics/Pix/pictures/2010/11/9/1289301254755/Gordon-Brown-giving-evide-002.jpg",
    "internal_octopus_code":"4016372",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":30320,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-11-09T15:29:32Z",
    "web_title":"Gordon Brown delivers veiled swipe at Tony Blair",
    "web_url":"http://www.theguardian.com/politics/2010/nov/09/gordon-brown-swipe-tony-blair",
    "api_url":"http://content.guardianapis.com/politics/2010/nov/09/gordon-brown-swipe-tony-blair",
    "trail_text":"Giving evidence to the international development committee, Brown explains to MPs his views on politicians who fail to keep promises to step down from office",
    "headline":"Gordon Brown delivers veiled swipe at Tony Blair",
    "body":"<p>Gordon Brown took a thinly veiled swipe at Tony Blair today as he hit out at politicians who fail to keep promises to step down from office after two terms.</p><p>The former prime minister delivered the verdict during his first substantial parliamentary appearance since quitting as Labour leader in May.</p><p>Brown's fury at his predecessor's decision not to step down and allow him to take over before the 2005 general election has been documented in a number of high-profile Labour memoirs.</p><p>And today he appeared to seize an unexpected chance to make clear his own view during a two-hour evidence session to the international development select committee.</p><p>It came as Tory MP Pauline Latham challenged him over what action he had taken over African leaders who served more than the two terms they promised.</p><p>\"People make it clear, as I have, to some of these leaders that if they say something and then are not in a position to deliver it then their authority is affected by that,\" he said.</p><p>\"But I think it is very difficult for us to impose a rule on African countries that we do not apply ourselves,\" Brown told the committee.</p><p>He did not refer directly to his former colleague – citing instead the example of Michael Bloomberg who had proved, he said, an excellent mayor of New York despite serving beyond his self-imposed two-term limit.</p><p>But he continued: \"It is difficult for us to say, when sometimes in our countries people serve long terms, that there should be a limit on the terms. The real issue is keeping promises.\"</p><p>Brown also hit back at criticism of his failure – apart from one short intervention in a late-night defence debate – to speak in the Commons chamber since losing power at the general election.</p><p>The former prime minister asked to give evidence to the committee – the same forum at which Blair also first appeared after leaving No 10 – rather than being invited.</p><p>Chris White, a Tory member of the committee, questioned why he had delayed for so long and not chosen to speak out about international development in the house.</p><p>The former Labour leader hit out at the \"unfortunate\" diversion from the subject and insisted that \"most former prime ministers have rarely spoken in the house at all\".</p><p>He said he had decided to concentrate on his work as a constituency MP and international engagements but also took \"a very big interest\" in major political issues.</p><p>\"I am here because I think I have a perspective on this that is of use to this committee. And I think it would be unfortunate if you were to suggest that there was only one way of making your views known in this house.\"</p><p>Tackling global poverty is an issue close to Brown's heart. His first foray back onto the political scene after the general election was in Kampala, Uganda, in July, when <a href=\"http://www.guardian.co.uk/politics/2010/jul/24/gordon-brown-african-union-kampala\" title=\"he argued\">he argued</a> the rapid expansion of internet access in Africa could transform how \"Africa trades, learns and holds political power accountable\".</p><p>Today, he told MPs there was an \"enormous potential\" for Africa to be a driver of growth, but it needed both infrastructure and investment in education to bring this about.</p><p>In a session lasting over two hours, Brown also backed the idea of a global banking levy to help boost funding for Africa and avoid a \"lost decade\" in which the continent's potential was wasted.</p><p>He said private sector short-termism was to blame for a lack of investment in Africa and called on firms to show more imagination.</p><p>There had been \"enormous progress\" in education and child mortality rates and fewer people dying from malaria, Brown told MPs, but he said there was a problem \"that aid is likely to fall, not rise, as a percentage of national income in the developed countries\" – and Africa still had millions of children not at school and high death rates for infants.</p><p>He told MPs: \"I'm struck by the contrast between the potential for this decade and the probable outcome of this decade. The potential is that Africa is one of the faster growing continents in the world, it has been growing in the last few years as fast as Asia had been growing, Africa has a tremendous opportunity because we need to increase food production round the world by about 70% over the next few decades, and therefore there's a huge opportunity for Africa to, if you like, feed the world ....</p><p>\"But there is a problem that aid is likely to fall not rise as a percentage of national incomes over the next few years in the donor countries, that there are still 70 million children not at school, that the death rate for infants is still very, very high indeed.\"</p><p>He expressed serious doubts about the coalition government's prospect of meeting the United Nations goal of devoting 0.7% of GDP to overseas aid.</p><p>Spending plans show that figure being reached by the target date of 2013 but Brown accused ministers of relying on a \"one-off\" payment to the World Bank to get there.</p><p>He said: \"As I understand it, the way to get to that target is a one-off payment to the World Bank and I don't think that will actually work.</p><p>\"The most likely outcome, as I see it at the moment, is that we will not meet that target and there is an obligation on this committee ... to make sure this target is reached.\"</p><p>The former prime minister said he would soon publish a book, with other authors, on how the UN's millennium development goals could still be met.</p><!-- Guardian Watermark: internal-code/content/368514920|2013-10-05T21:20:33Z|7f1e1250baa95c0a84433626b5d7cc702b0f4a77 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T16:31:36Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2yxt8",
    "wordcount":915,
    "commentable":"true",
    "internal_content_code":368514920,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland and agencies",
    "publication":"theguardian.com",
    "internal_page_code":1477448,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/nov/09/gordon-brown-swipe-tony-blair",
    "strap":"NULL",
    "standfirst":"Giving evidence to the international development committee, Brown explains to MPs his views on politicians who fail to keep promises to step down from office",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-11-12T15:29:32Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Politics/Pix/pictures/2010/11/9/1289301254755/Gordon-Brown-giving-evide-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Politics/Pix/pictures/2010/11/9/1289301254755/Gordon-Brown-giving-evide-002.jpg",
    "internal_octopus_code":"4014567",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":10647,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-11-11T21:00:21Z",
    "web_title":"Welfare reforms: women and large families are the losers",
    "web_url":"http://www.theguardian.com/politics/2010/nov/11/welfare-women-large-families-losers",
    "api_url":"http://content.guardianapis.com/politics/2010/nov/11/welfare-women-large-families-losers",
    "trail_text":"<p>Iain Duncan Smith says people will receive more, but an analysis shows that benefits will go to the main earner, mainly husbands, and will ignore the number of children in a family</p>",
    "headline":"Welfare reforms: women and large families are the losers",
    "body":"<p>Iain Duncan Smith is not short of ambition. <a href=\"http://www.guardian.co.uk/politics/2010/nov/11/iain-duncan-smith-unveils-welfare-contract\" title=\"\">His white paper </a>declares the universal credit system to be the most significant reform since the welfare state was created in 1947 by the towering Liberal thinker William Beveridge. What Duncan Smith offers appears to be the holy grail of social policy: simplifying the labyrinthine benefits system so that it guarantees welfare payments to a certain level of earnings, and then sees anyone who gets into work lose their entitlements at a fixed rate.</p><p>The minister is not wrong to say that a key route out of poverty is getting people back to work – many on benefits are doing an entirely rational thing by not taking jobs and thereby seeing their state handouts vanish precipitously. At present the poor face &quot;penal tax rates&quot;, losing sometimes 90% of any earned income. Duncan Smith wants to get that down to 65%.</p><p>The question is whether universal credit is a win-win policy for everyone – or as Duncan Smith puts it, &quot;there will be no losers&quot;. In fact his own white paper shows the rich losing out and the poor gaining to the tune of a few pounds a week. But given that the policy only begins in October 2013 for new claimants, it will come on the heels of housing benefit cuts which suck &pound;12 a week next year from almost a million of Britain's poorest people. Singletons suffer as well – losing the right to earn &pound;5 an hour without being taxed, a two-decade old policy meant to cover transport costs.</p><p>Women also find themselves apparently hit. The white paper makes it clear only one of the partners would receive the welfare payments. This means the child care component of the tax credit and the child element of the tax credit could end up in the pocket of the main earner, which many pressure groups say will be the man in a relationship. This would be a huge U-turn in policy – and the money is not trivial, with &pound;100 a week at stake for bigger claims.</p><p>The new sanctions will also hurt and raise the possibility that the unemployed could lose their benefits for up to three years if they refuse work. Many who know the benefits system say this is unworkable. Those who suffer sanctions, they say, are often the least equipped to deal with the loss of income.</p><p>Duncan Smith says he will apply sanctions even to those with children. Anyone with a child over one will be expected to turn up regularly to a jobcentre – with the penalty that benefits will be cut if they don't. At present the system applies the full range of sanctions only to those with children over seven. The new proposals will reduce that to five. Juggling a complex life of childcare and penury is something that requires understanding, not a loss of cash from the state.</p><p>But there is good news. The amount of income that can be earned before benefits are withdrawn is set at a &quot;cushion&quot; of &pound;110 a week for a couple with children. However bigger families will have to make do with the same amount – reinforcing the message that large poor families are a luxury that the state cannot subsidise.</p><p>There is now little doubt that benefits are being cut. Over the next few years &pound;18bn is being lost from the Department for Work and Pensions budget – and only &pound;2bn is set aside for the universal credit. This is the politics the government says the country can afford – rendering universal credit an expensive policy done cheaply.</p><!-- Guardian Watermark: internal-code/content/368609203|2013-10-05T20:54:58Z|f8beafef85085e542d4e556f1c898d5dc5bc3390 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T16:41:26Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2y3tp",
    "wordcount":595,
    "commentable":"false",
    "internal_content_code":368609203,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Randeep Ramesh, social affairs editor",
    "publication":"The Guardian",
    "internal_page_code":1478923,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/nov/11/welfare-women-large-families-losers",
    "strap":"NULL",
    "standfirst":"Iain Duncan Smith says people will receive more, but an analysis shows that benefits will go to the main earner, mainly husbands, and will ignore the number of children in a family",
    "newspaper_page_number":"8",
    "newspaper_edition_date":"2010-11-12",
    "comment_close_date":"2010-11-14T21:00:21Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/11/11/1289509095731/Easterhouse-Glasgow-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/11/11/1289509095731/Easterhouse-Glasgow-002.jpg",
    "internal_octopus_code":"4027389",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":30424,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-11-29T17:13:40Z",
    "web_title":"UK is back on track, says George Osborne as he hails watchdog's report",
    "web_url":"http://www.theguardian.com/politics/2010/nov/29/george-osborne-office-budget-responsibility",
    "api_url":"http://content.guardianapis.com/politics/2010/nov/29/george-osborne-office-budget-responsibility",
    "trail_text":"<p>Chancellor seizes on Office for Budget Responsibility forecasts to say government will stick to the course he set out in June budget</p>",
    "headline":"UK is back on track, says George Osborne as he hails watchdog's report",
    "body":"<p>George Osborne said that Britain was \"back on track\" today after hailing his fiscal watchdog's report as proof that the government's plan to take the UK out of the financial danger zone and \"balance the books\" was working.</p><p>The chancellor seized on the forecasts outlined by the Office for Budget Responsibility to say that the government would \"stick to the course\" he set out in his June emergency budget.</p><p>Osborne said the OBR's central view was that there \"will be no double-dip recession\", with \"considerably higher\" growth this year than predicted in June.</p><p>In a statement to the Commons, Osborne said the government had set the British economy back on the path to recovery.</p><p>\"That is not only the judgment of the OBR, it is the judgment of the IMF, the OECD, the European commission, the Bank of England, and all the major business organisations in this country,\" he said.</p><p>The chancellor admitted that the independent forecasts should be treated with the same degree of caution as any forecast, but he said the OBR's report showed the economy was growing, more jobs were being created, and the deficit was falling.</p><p>He told MPs: \"Their central forecast is for sustainable growth of over 2% for each of the next five years and employment rising in each and every year. And at a time when markets are gripped by fears about government finances across Europe, today we see that the government was absolutely right to take the decisive action to take Britain out of the financial danger zone. Britain is on course both to grow the economy and balance the books – something some people repeatedly said would not happen.\"</p><p>The tax and spending watchdog cut its growth forecasts for coming years, although it remains markedly more optimistic than other forecasters, including the Organisation for Economic Co-operation and Development. As expected, the OBR upgraded its forecast for growth this year to 1.8% from 1.2% in June, reflecting the economy's surprisingly strong performance in the summer. This matches the OECD's latest prediction.</p><p>But for next year, the independent OBR cut its growth estimate to 2.1% from 2.3% – which is far more bullish than the OECD's prediction of 1.7%, and City economists' forecasts.</p><p>In its report, published today, the watchdog said the outlook for the economy was \"inherently uncertain\" and recovery would be slower than after previous recessions.</p><p>The impact of government deficit-busting measures – which include a hike in VAT to 20% and an £81bn package of spending cuts – would lead to \"sluggish growth\" in the medium term, it went on.</p><p>But the OBR – formed in May to make an independent assessment of public finances and the economy – did revise down its projections for public sector job cuts over the next four years from 490,000 to 330,000.</p><p>The OBR, headed by Robert Chote, the former Institute for Fiscal Studies chief, is also significantly more optimistic about 2012, when it expects Britain's economy to grow by 2.6%, revised lower from 2.8% in June. This compares with the OECD's prediction of 2% growth.</p><p>Today's report also predicted a \"gradual rebalancing\" of the economy from one built on debt to \"an economy where we invest and export\".</p><p>Osborne said the OBR forecast a rise in employment in every year of the parliament, with total employment expected to rise by more than 1 million from 29 million to 30.1 million.</p><p>The unemployment rate was expected to be 7.9% this year, down from the earlier forecast of 8.1%. The forecast for next year was unchanged at 8%.</p><p>The OBR's decision to cut the predicted reduction in public sector jobs to 330,000 followed the government's decision \"to cut welfare bills rather than public services\", said Osborne.</p><p>\"Those headcount reductions that still need to take place will happen over four years, not overnight. And the OBR forecast is that private sector job creation will far outweigh the reduction in public sector employment.\"</p><p>Osborne announced a cross-government growth review to conduct a \"forensic examination\" of how every part of government can do more to \"remove barriers to growth and support new growth opportunities\", which will report by next year's budget.</p><p>Osborne also announced that from April 2013 there will be a new lower 10% rate of corporation tax on profits from newly commercialised patents to encourage hi-tech business.</p><p>He told MPs the move had prompted a £500m investment from pharmaceuticals giant GlaxoSmithKline, which would create an estimated 1,000 new jobs.</p><p>He said that \"brick by brick we will remove the barriers that are holding Britain back\" .</p><p>The chancellor also announced the publication of a \"significant programme of corporate tax reforms\" for consultation aimed at attracting international investment and business.</p><p>He also used his statement to reveal that the bilateral loan to Ireland will be worth £3.25bn.</p><p>He told MPs that the loan was \"in Britain's national interest\" and stressed that the UK would not be part of the permanent bailout mechanism.</p><p>Of the loan, Osborne said: \"It will help one of our closest economic partners manage through these difficult conditions. I should also tell the house that the eurozone finance ministers, without me present, discussed a permanent financial stability facility. I have made it clear in the subsequent ECOFIN meeting that the UK will not be part of that.\"</p><!-- Guardian Watermark: internal-code/content/369172327|2013-10-05T21:20:40Z|1eae41604b418f4ec1a5c2c3a928cf21a9697d24 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T17:41:31Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2yeb2",
    "wordcount":858,
    "commentable":"true",
    "internal_content_code":369172327,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland and Julia Kollewe",
    "publication":"theguardian.com",
    "internal_page_code":1486730,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/nov/29/george-osborne-office-budget-responsibility",
    "strap":"NULL",
    "standfirst":"Chancellor seizes on Office for Budget Responsibility forecasts to say government will stick to the course he set out in June budget",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-12-02T17:13:00Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/11/29/1291046339575/George-Osborne-speaking-i-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/11/29/1291046339575/George-Osborne-speaking-i-003.jpg",
    "internal_octopus_code":"4094158",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":30239,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-10-20T18:45:30Z",
    "web_title":"Aid and 'soft power' becomes foreign policy focus",
    "web_url":"http://www.theguardian.com/politics/2010/oct/20/aid-becomes-foreign-policy-focus",
    "api_url":"http://content.guardianapis.com/politics/2010/oct/20/aid-becomes-foreign-policy-focus",
    "trail_text":"Spending review: Praise for DfID pledges on development but scepticism over promised savings at Foreign Office and unease over 'militarisation' of aid",
    "headline":"Aid and 'soft power' becomes foreign policy focus",
    "body":"<p><a href=\"http://www.guardian.co.uk/politics/2010/oct/19/david-cameron-defence-cuts-decade-aircraft-carriers-no-jets\" title=\"\">Having shorn so much off the budget for military hardware</a>, the government is relying heavily on \"soft power\" to maintain the long-standing claim that Britain \"punches above its weight\" in the global arena.</p><p>The centrepiece in that endeavour will be the projected increase in overseas aid from £7bn to £11.5bn over the next four years, which would mean that by 2013 the UK would become the first major industrial power to meet its UN obligation to spend 0.7% of national income on overseas development assistance.</p><p>The pledge was welcomed by aid agencies. Phil Bloomer, campaigns director for Oxfam, said: \"David Cameron and George Osborne deserve real credit for their promise to stick to Britain's aid promises during these difficult economic times. The coalition has taken the tough choice to prioritise the poorest people on the planet during the bad times as well as good.\"</p><p>But beneath the acclaim, there is also disquiet among aid workers. First of all, the aid spending is \"backloaded\". The detailed figures show that budget will stay fairly flat in the first three years of the review, and then jump by 28% in the fourth year.</p><p>One expert said: \"That is such an enormous jump, you have to question whether they seriously mean to do it.\"</p><p>At the same time as overseas development aid is supposed to climb steeply, the amount that the Department for International Development (DfID) spends on administering it will be halved from £72m to £34m. It is not clear where such huge savings will come from. Dfid will save £2m on cutting the number of civil servants, and £3m on leasing space in its London headquarters, but that still leaves a big hole in the figures.</p><p>Furthermore, some argue that such administrative savings are a false economy. It would simply mean that more aid money is handed over to international institutions such as the World Bank to spend. Consequently, the British taxpayer would end up paying the far higher administration costs and staff salaries at the bank, with less money left over to spend on the ground.</p><p>Finally, the money spent on countries in conflict will increase to £3.8bn, from a quarter to a third of the total. The fear of many in the aid world is that this reflects the increasing militarisation of development assistance, with more and more being poured into Afghanistan at the expense of peaceful but equally impoverished African nations.</p><p>Meanwhile, the Foreign and Commonwealth Office will have to cut its budget by 24%, mostly at the expense of London-based diplomats and support staff.</p><p>That cut is mitigated by the fact that the Foreign Office will not fund the BBC World Service from 2014, saving it more than £200m – a tenth of the budget.</p><p>Other savings will come from spending less on upgrading embassies and selling off some property abroad. Officials say the brunt of the remaining cuts will fall on what George Osborne called the \"back-office functions\" – the accountants and computers experts – whose jobs will either be consolidated or outsourced.</p><p>The drop in the number of diplomats deployed around the world is projected to be 10% over four years.</p><p>The Foreign Office denies those cuts will be reflected in any drop in influence around the world. It points out that its spending is now protected once again from foreign exchange fluctuations by agreement with the Treasury, making it easier to make strategic plans.</p><p>Officials also insist that the cut in spending on human rights reporting simply means that the reports will be printing on less glossy paper, not that there will be less attention paid to the issue.</p><p>Others are less confident that such deep cuts can be achieved so painlessly. \"There's a danger of falling for the mythology of faceless bureaucrats in London, as if there are lots of people doing nothing very useful,\" said a former senior diplomat.</p><p>\"For example, a report comes in on human rights abuse and it sits in an in-tray because there's not enough staff with quality time to sort out priorities and send the right stuff up to ministers in timely fashion, for decision and action. I've seen that sort of thing happen even on present staffing, so there are risks in cutting too hard.\"</p><!-- Guardian Watermark: internal-code/content/367890543|2013-10-05T21:20:27Z|4f99f1377eeb3580a49f3c3918b6cb1c4c154881 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T15:30:49Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2kgn7",
    "wordcount":693,
    "commentable":"false",
    "internal_content_code":367890543,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Julian Borger, Diplomatic editor",
    "publication":"theguardian.com",
    "internal_page_code":1468834,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/oct/20/aid-becomes-foreign-policy-focus",
    "strap":"NULL",
    "standfirst":"Spending review: Praise for DfID pledges on development but scepticism over promised savings at Foreign Office and unease over 'militarisation' of aid",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-10-23T18:45:30Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"3943457",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":30226,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-10-20T20:59:19Z",
    "web_title":"Spending review: welfare bears the brunt as extra £7bn of cuts unveiled",
    "web_url":"http://www.theguardian.com/politics/2010/oct/20/spending-review-welfare-cuts",
    "api_url":"http://content.guardianapis.com/politics/2010/oct/20/spending-review-welfare-cuts",
    "trail_text":"Chancellor says cuts to benefits, child tax and disability payments helped limit overall reduction in Whitehall spending",
    "headline":"Spending review: welfare bears the brunt as extra £7bn of cuts unveiled",
    "body":"<p>An extra &pound;7bn is to be cut from Britain's annual &pound;200bn welfare budget, prompting George Osborne to claim overall reductions in Whitehall departmental spending will now be lower than Labour's plans.</p><p>To gasps from the Labour benches, the chancellor outlined a series of cuts to disability payments, child tax credits and housing benefits that will take the overall cuts to the welfare bill to &pound;18bn by 2014-15.The chancellor, who announced &pound;11bn in welfare cuts in his emergency budget in June, said over the summer that he hoped to soften the blow on other public services by finding further reductions in the spending review.</p><p>In today's spending review he announced an extra &pound;7bn in cuts, allowing him to limit the average savings in Whitehall departments to 19% – one percentage point lower than the plans &quot;implied&quot; in Alistair Darling's March budget. &quot;I thank them for their input and look forward to their support,&quot; the chancellor said to Labour as he attempted to blunt attacks that his overall cuts of &pound;81bn by 2014 will jeopardise the recovery.</p><p>Labour said tonight that the poorest 10% in society would pay more to reduce Britain's fiscal deficit after the announcements. These are:</p><p>• Withdrawing the employment and support allowance (ESA), which will eventually replace incapacity benefit, after one year from one million claimants. The ESA is broken into two categories: the support group, which includes the severely disabled and terminally ill who have no expectation of returning to work; and the work related activity group who need time before they can start work. Withdrawing ESA from one million in this group, 60% of whom would return to work within a year anyway, will save &pound;2bn a year by 2014-15.</p><p>• Increasing the age threshold for the shared room rate (SRR) claimed by single people. The present maximum housing benefit single people under the age of 25 can receive is limited to the rate for a single room in a shared house. The age limit will be increased to 35 from April 2012, saving &pound;215m a year by 2014-15.</p><p>• Council tax benefit spending will be reduced by 10% from 2013-14, saving &pound;490m by 2014-15. Local authorities will be given greater flexibility to tailor the scheme to their needs.</p><p>• Ending the mobility component of the disability living allowance (DLA) from residents in care home from October 2012. This will save &pound;135m by 2014-15 and will affect 58,000 people claiming the DLA who receive an average of &pound;33.40 a week.</p><p>• Freezing the maximum savings credit award in the pension credit for four years from 2011-12, affecting 1.8m households and saving &pound;330m a year by 2014-15. This will freeze to &pound;20.52 for a single pensioner and to &pound;27.09 for a couple the maximum award paid to people aged over 65 on modest incomes with retirement savings.</p><p>• Saving &pound;625m a year by 2014-15 by freezing the basic and 30-hour element of the working tax credit for three years from April 2011 after which they will be uprated by the consumer prices index, rather than by the more generous retail prices index.</p><p>• Saving &pound;390m a year by 2014-15 by changing the rules so that couples with children must work 24 hours between them, with one partner working at least 16 hours a week, in order to claim the working tax credit.</p><p>• Reducing the percentage of childcare costs parents can claim through the childcare element of the working tax credit from 80% to its previous level of 70%. This will apply from 2011-12 and will save &pound;385m by 2014-15.</p><p>The chancellor also confirmed his announcement at the Tory conference of a cap from 2013 to ensure that no family out of work will receive more in benefits – around &pound;500 a week – than the average working family. This will save &pound;270m a year by 2014-15. It will not include war widow pension claimants and those claiming disability living allowance and working tax credit.</p><p>Osborne said: &quot;Welfare spending now accounts for one third of all public spending. Benefit bills have soared by 45% under the previous government. In some cases, the benefit bill of a single out-of-work family has amounted to the tax bills of 16 working families put together. This is totally unsustainable and unfair.&quot;</p><p>Iain Duncan Smith, the work and pensions secretary, will replace all working age benefits and tax credits with a single universal credit. This will be introduced over two parliaments and will require &pound;2bn in the 2011-15 spending period.</p><p>Osborne balanced the cuts by announcing measures to help low-income families with children. These are:</p><p>• Increasing the child element of the child tax credit above inflation by a further &pound;30 in 2011-12 and a further &pound;50 above indexation in 2012-13. This will cost &pound;560m by 2014-15 and will, according to Osborne, mean annual increases of &pound;180 and then &pound;110 above the level promised by the last government.</p><p>• Increasing cold weather payments to older and disabled people on income related benefits to &pound;25, at an annual cost of &pound;50m from 2011-12.</p><p>Carl Emmerson, the acting director of the Institute for Fiscal Studies, said the measures introduced yesterday were not fair. &quot;It's only once you add it in to the things we heard about in June and the things Mr Darling had already put in the pipeline for next year that it becomes progressive.&quot;</p><p>Douglas Alexander, the shadow work and pensions secretary, said: &quot;We are concerned that today's real term cut to working tax credit, cuts for support for childcare and steep rises in train fares affects people's incentives to move into work.&quot;</p><h2><strong>Quick-fire cuts</strong></h2><p><strong>One minute, forty six seconds</strong>. That's what it took for Osborne to whizz through a &pound;7bn package of cuts encompassing at least 14 major changes to Britain's benefit system. He had a lot to get through: <strong>38 seconds</strong> on debt interest payments (compared to <strong>41 seconds</strong> on the Queen's finances). In contrast, listing road improvements for the transport department took <strong>2 mins, 42 secs. </strong>The BBC got <strong>1 min 11 secs. </strong>Defence took up <strong>59 seconds</strong>, but aid increases had <strong>1 min 15 secs. </strong>The new bank rules took <strong>1min 54 secs </strong>- more than the <strong>1min 13 secs</strong> he spent on civil service job losses. Top of the list were changes to pensions - <strong>3mins 53secs </strong></p><!-- Guardian Watermark: internal-code/content/367893950|2013-10-05T21:20:27Z|3e24349b9ef505ce48ec2b8c49614f0764efc898 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T15:30:51Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2kgpx",
    "wordcount":1029,
    "commentable":"false",
    "internal_content_code":367893950,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Nicolas Watt, chief political correspondent",
    "publication":"The Guardian",
    "internal_page_code":1468882,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/oct/20/spending-review-welfare-cuts",
    "strap":"NULL",
    "standfirst":"Chancellor says cuts to benefits, child tax and disability payments helped limit overall reduction in Whitehall spending",
    "newspaper_page_number":"2",
    "newspaper_edition_date":"2010-10-21",
    "comment_close_date":"2010-10-23T20:59:19Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/About/General/2010/10/20/1287608044636/osborne-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/About/General/2010/10/20/1287608044636/osborne-002.jpg",
    "internal_octopus_code":"3943540",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":30235,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-10-20T19:19:34Z",
    "web_title":"Spending review: the winners and losers",
    "web_url":"http://www.theguardian.com/politics/2010/oct/20/spending-review-winners-losers",
    "api_url":"http://content.guardianapis.com/politics/2010/oct/20/spending-review-winners-losers",
    "trail_text":"Schools and science are among the winners, while the Queen, commuters and women will lose out",
    "headline":"Spending review: the winners and losers",
    "body":"<h2>The losers</h2><p><strong>The Queen</strong></p><p>The royal family is facing the largest shakeup in its finances for 250 years following the announcement that the civil list — which funds the Queen's official duties — will be replaced from 2013-14 by a &quot;sovereign support grant&quot;. The move means that the system of a civil list, agreed for a 10-year period, and three different grants-in-aid, providing government funding for specific expenditure on royal palaces, communications and transport for official business, will be replaced by a single grant determined annually.</p><p>The only scheduled increase will be an extra &pound;1m to fund the Queen's diamond jubilee in two years' time.</p><p></p><p><strong>Women</strong></p><p>Unions and thinktanks warned that women would bear the brunt of the cuts – not least because about 300,000 female public sector workers are set to lose their jobs. Although anyone under 50 hoping to retire on a state pension at 65 will be disappointed that the state pension age will rise to 66 in 2020, women will be hardest hit as their pension age will rise from 60 to 66 in 2020 instead of in 2024. The &pound;18bn of welfare cuts will be felt keenly by women, too, as benefits make up twice as much of women's incomes as they do of men's.</p><p></p><p><strong>Commuters</strong></p><p>Although the Department for Transport deferred rises in rail prices for one year, the cost of season tickets will be ratcheted up from 2012 onwards, when prices will increase by three percentage points above inflation for three years. The current price cap limits increases on season tickets and off-peak long distance fares to one percentage point above inflation. Rough industry estimates suggest the Treasury will gain an extra &pound;900m or so from the new price cap by 2014/2015. However, London commuters may get a slightly sweeter deal: Osborne has also given the go-ahead to the &pound;16bn Crossrail project and a multibillion pound investment that will put faster, more frequent services on major tube routes. And the misery will be slightly offset in some regions such as Norfolk, where the A11 will be upgraded, and the north-west, where the Mersey Gateway bridge project will go ahead.</p><p></p><p><strong>Disabled people</strong></p><p>The government's plans to cut &pound;2bn from the employment support allowance – the benefit brought in to replace incapacity benefit – by time-limiting its contributory element to one year, will hit disabled people hard. And with local government losing more than a quarter of its funding over the next four years, disabled people and their families are likely to see their services and support drastically affected.</p><p></p><p><strong>Public sector workers</strong></p><p>It had already been confirmed that an estimated 490,000 public sector jobs would go by 2015. So far this week 42,000 civilian posts in defence, 14,000 jobs in justice and 10,000 at HM Revenue and Customs (HMRC) have been identified. In central government they will span Whitehall with every department cutting at least 33% in administrative costs, which consist largely of staffing. The state retirement age will rise to 66 by 2020, and public sector employees' pension contributions will rise by 3% from April 2012. Councils across England will have funding cut by 28% over the next four years as part of swingeing package of measures to hit town halls. A wave of redundancies are likely in frontline services such as libraries and care homes.</p><p></p><h2>The winners</h2><p></p><p><strong>Bankers</strong></p><p>Despite being blamed for helping to create the present economic mess, further details of the bank levy suggest banks and their well-remunerated high flyers have escaped the CSR virtually unscathed. Osborne said he wanted the &pound;2.5bn levy – first announced in the June emergency budget – to raise the &quot;maximum sustainable revenues&quot; without driving banking groups out of the UK. The move aims to raise the sum each year by forcing banks to pay penalties based on their net worth, which is seen as more of a tax on risk than profits. The chancellor said the levy would &quot;raise more each and every year&quot; than the Labour government's one-off bonus tax earlier this year, which charged 50% on all windfalls above &pound;25,000.</p><p></p><p><strong>Schools</strong></p><p>Schools are promised increased funding every year for four years, just as a demographic bulge puts pressure on primary classrooms. The extra spending will also deliver the &pound;2.5bn pupil premium, aimed at supporting the poorest. Although capital spending will be cut by 60% by 2014 after the scrapping of the Building Schools for the Future programme, &pound;15.8bn will be spent replacing or refurbishing 600 schools. The school leaving age will rise from 16 to 18 by the end of this parliament. But the Education Maintenance Allowance, a grant intended to keep poorer 16- to 19-year-olds in education, will be replaced with &quot;targeted support&quot; for those facing financial barriers to education. There will also be 15 free hours of early education and care for all disadvantaged two-year-olds, while the existing 15 hours a week of free care for all three- and four-year-olds will be maintained.</p><p></p><p><strong>Science</strong></p><p>Osborne's announcement that the science budget would be frozen at an annual &pound;4.6bn for the next four years delighted scientists, who had warned that cuts of up to 25% would be devastating to the economy at a time when many of Britain's main competitors are pouring money into science. Taking inflation into account, this amounts to a real-term reduction of about 10%, which it is hoped will be offset by efficiency savings. The decision not to drop the axe on science reflects the government's view that research spending is essential to Britain's future prospects for recovery and growth. However, Britain spends less on science than many of its competitors. While 1.79% of the UK's gross domestic product is directed towards science and technology, Germany spends 2.54% and the US 2.68%.</p><p></p><p><strong>Older people</strong></p><p>The government said it would make the temporary cold weather payments permanent, at a cost of &pound;50m. Under the payments, eligible households receive &pound;25 for every seven-day cold spell. Universal benefits – such as winter fuel payments, free eye tests, prescriptions, bus passes and TV licences for the over-75s – will also be retained. In addition, the government confirmed that the basic state pension would rise each year in line with earnings, prices or 2.5%, whichever is greater. There was, however, a sting in the tail: the pension credit will be frozen from April next year at &pound;20.52 for a single pensioner and &pound;27.09 for a couple a week for the coming four years.</p><p></p><p><strong>Dinkies</strong></p><p>Couples who both work and who have no children – known as Dinkies (dual income, no kids yet) – seem to have dodged a hail of bullets aimed at those with children. The government had already announced that from January 2013 any family where one parent was a higher-rate taxpayer would no longer qualify for child benefit, regardless of the household's overall income. But families received further bad news when the chancellor announced a reduction in the percentage of childcare costs that people could recover through the working tax credit – from 80% to 70% – meaning that couples who qualify for the benefit will have to pay 10% more for their childcare themselves. Couples with children will also have to work for at least 24 hours a week between them in order to be eligible for the working tax credit.</p><!-- Guardian Watermark: internal-code/content/367891588|2013-10-05T21:20:27Z|52ab64848276e1de00631c5134578f0437b27563 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T15:30:49Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2kgnk",
    "wordcount":1189,
    "commentable":"false",
    "internal_content_code":367891588,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Sam Jones",
    "publication":"The Guardian",
    "internal_page_code":1468847,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/oct/20/spending-review-winners-losers",
    "strap":"NULL",
    "standfirst":"Schools and science are among the winners, while the Queen, commuters and women will lose out",
    "newspaper_page_number":"2",
    "newspaper_edition_date":"2010-10-21",
    "comment_close_date":"2010-10-23T19:19:34Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/10/20/1287602261097/George-Osborne-002.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/10/20/1287602261097/George-Osborne-002.jpg",
    "internal_octopus_code":"3942597",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":10639,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2010-10-28T15:11:00Z",
    "web_title":"Boris Johnson backs down over 'Kosovo' comments on housing benefit cuts",
    "web_url":"http://www.theguardian.com/politics/2010/oct/28/boris-johnson-kosovo-style-cleansing-housing-benefit",
    "api_url":"http://content.guardianapis.com/politics/2010/oct/28/boris-johnson-kosovo-style-cleansing-housing-benefit",
    "trail_text":"Mayor of London claims he was quoted out of context after adding voice to growing cross-party concern about changes predicted to force poorer people out of inner cities",
    "headline":"Boris Johnson backs down over 'Kosovo' comments on housing benefit",
    "body":"<p>Boris Johnson was today forced to row back to avert a political row with David Cameron after warning that he intended to block \"Kosovo-style social cleansing\" of poorer people from London as a result of the housing benefit cuts being introduced by the coalition.</p><p>The mayor of London became the most high-profile Conservative to express fears about the housing benefit changes as cross-party concern about the effect of the changes on the poor escalated.</p><p>Both Cameron and Nick Clegg made clear their distaste at Johnson's decision to add his opinions to the growing dissent and refer to social cleansing in relation to the government's policy.</p><p>Within hours of making the remarks, the mayor insisted he was quoted \"out of context\" and claimed that he did not agree with the \"wild accusations\" of \"social cleansing\" made by critics of the housing benefit cuts.</p><p>But this morning he had told BBC London: \"What we will not see, and will not accept, is any kind of Kosovo-style social cleansing of London.</p><p>\"On my watch, you are not going to see thousands of families evicted from the place where they have been living and have put down roots.\"</p><p>Despite the prime minister's insistence that the measures would go ahead unamended, Johnson indicated today that he was in talks with Iain Duncan Smith, the work and pensions secretary, to press the case for a three-pronged plan to mitigate the impact on Londoners.</p><p>His comments came the day after Cameron told MPs that ministers would be \"sticking to our policies\" on this issue.</p><p>The prime minister was less than impressed with the outspoken Tory mayor, with a spokesman stating that Cameron did not agree with Johnson's views or the way he had chosen to express them.</p><p>The spokesman said: \"The prime minister does not agree with what Boris Johnson has said, or indeed the way he said it. He thinks the policy is the right one.\"</p><p>Clegg said he \"very strongly\" disagreed with Johnson's comments, but accepted there were particular problems in parts of London.</p><p>\"In London, there are hotspots of very high property prices which create particular dilemmas and difficulties,\" the deputy prime minister said.</p><p>\"But I disagree with what Boris Johnson has said on the policy, and I certainly and very strongly disagree with the way in which he has expressed his views.\"</p><p>Clegg was angered by similar comments made in the Commons earlier this week by Labour's Chris Bryant.</p><p>After Bryant's remarks, the deputy prime minister said the use of the term \"cleansing\" was \"outrageous\" and \"deeply offensive to people who have witnessed ethnic cleansing\".</p><p>Housing and homelessness charities have said the housing benefit changes outlined by the chancellor, George Osborne, will have a big impact in urban areas with high rent levels – notably London.</p><p>The measures include a 10% cut from 2013 for those out of work for more than a year and an overall cap of £250 a week for a one-bedroom property, rising to £400 a week for a four-bedroom or larger home.</p><p>On top of this, the government is imposing a £500 cap on the total benefits a household can claim per week.</p><p>Johnson said it made \"no economic sense\" to force people who lived and worked in inner London out to the suburbs, adding that he did not want to see London's poorest residents sent off to live to bed and breakfast accommodation on the south coast.</p><p>\"The last thing we want to have in our city is a situation such as Paris, where the less well-off are pushed out to the suburbs,\" he added.</p><p>\"I'll emphatically resist any attempt to recreate a London where the rich and poor cannot live together.\"</p><p>Johnson subsequently issued a statement about his earlier reference to \"social cleansing\" by claiming he had been being quoted out of context.</p><p>Just hours after his comments on London radio, he said he believed the government was \"absolutely right\" to reform the \"completely unsustainable\" housing benefit system.</p><p>\"I do not agree with the wild accusations from defenders of the current system that reform will lead to social cleansing,\" he said.</p><p>\"It will not and, if you listened carefully to what I said, no such exodus will take place on my watch.\"</p><p>Johnson</p><p>Johnson wants the coalition to pay housing benefit directly to landlords rather than to tenants, which he claims would help landlords to lower rents,  and has asked for the planned transitional fund to protect families facing eviction to be increased from £20m to £30m next year. He is lobbying for at least 90% of the money to be earmarked for Londoners.</p><p>And he urged Duncan Smith to exempt families with children and those in work – which could cost the Treasury tens of millions of pounds.</p><p>The Labour leader, Ed Miliband, stepped up his party's campaign against the housing benefit proposals as MPs debated the reforms this afternoon.</p><p>Miliband urged Lib Dem MPs to <a href=\"http://www.mirror.co.uk/news/top-stories/2010/10/28/ed-miliband-interview-ed-calls-on-lib-dems-to-crush-cuts-115875-22663910/\" title=\"\"vote with their conscience\">\"vote with their consciences\"</a> against the coalition's proposals and signalled his intention to force a Commons vote on the issue and exploit Lib Dem divisions to defeat the government.</p><p>In an interview with the Daily Mirror, the Labour leader said his Lib Dem colleagues \"are honourable people. They are in politics for the right reasons. I hope they will vote with their consciences when it comes to issues like housing benefit\".</p><p>He said the coalition was \"cutting the housing benefit of poor people in an unjustified way – they are going to potentially make people lose their homes. That is not what they [Lib Dems] came into politics for.\"</p><p>The Conservative party hit back by releasing details of a comment made to MPs in 2008 by James Purnell, the former work and pensions secretary, in which he highlighted the need to reform the housing benefit system. Purnell, who quit government in 2009, said the then Labour government needed to look at working incentives \"to ensure that there is fairness with regard to those who are working and those who are not, so that people on benefits do not end up getting subsidies for rents that those who work could never afford\".'</p><p>Alastair Campbell, the former Labour government spin doctor, <a href=\"http://www.alastaircampbell.org/blog/2010/10/28/if-boris-johnsons-kovovo-analogy-was-planned-then-cameron-has-a-problem/\" title=\"\">wrote on his blog today</a> that Cameron was likely to be \"pretty angry\" that the Kosovo analogy was made.</p><p>\"Whether it was planned or not – live radio has a habit of getting a combination of both – it will have been felt in Downing Street, that much is for sure … felt as in 'ouch,' as if David Cameron didn't have enough on his plate today what with a very tricky European summit,\" he said.</p><p>\"Take the Kosovo analogy to its logical conclusion, and Johnson is effectively putting his colleague and fellow Old Etonian/Bullingdon Club member into the same bracket as Slobodan Milosevic.\"</p><p>He added: \"If it was an accident, we simply add it to the list of over the top statements and gaffes from the gaffe-prone blundering Boris. If it was planned, then DC, we have a problem!\"</p><p>The housing minister, Grant Shapps, said the government would go ahead with the benefit cap, which he predicted would lead to lower rents.</p><p>He told BBC Radio 4's Today programme: \"I don't deny that some people may well need to move. Not tens of thousands – the impact assessment says there are about 17,000 people in London whom the cap would affect.</p><p>\"Rather than some of the catastrophic predictions that have been made, what's much more likely is that rents will start to fall.\"</p><p>Labour's London mayoral candidate, Ken Livingstone, called for the cap to be on rents rather than benefits, telling Today: \"House prices in London are completely unreal. Therefore you have got to say this is a separate set of parameters. Either you cap the rents, which I would like to see, or you have got to say we are going to see thousands of people displaced from central London.</p><p>\"We know that London councils are starting to make block bookings at bed and breakfasts along the south coast.\"</p><!-- Guardian Watermark: internal-code/content/368129895|2013-10-05T20:54:55Z|88fcd8bd20d7e8a4900c83808bffc5a82a109e01 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-11T15:51:16Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2ky6p",
    "wordcount":1300,
    "commentable":"true",
    "internal_content_code":368129895,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"&nbsp;Hélène Mulholland, political reporter",
    "publication":"theguardian.com",
    "internal_page_code":1472038,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2010/oct/28/boris-johnson-kosovo-style-cleansing-housing-benefit",
    "strap":"NULL",
    "standfirst":"Mayor of London claims he was quoted out of context after adding voice to growing cross-party concern about changes predicted to force poorer people out of inner cities",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2010-10-31T10:29:00Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/6/14/1276497809666/Houses-in-central-London.-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/6/14/1276497809666/Houses-in-central-London.-003.jpg",
    "internal_octopus_code":"3970349",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":11443,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-04-06T17:39:14Z",
    "web_title":"Scottish Labour pledges to save £2.2bn and banish youth unemployment",
    "web_url":"http://www.theguardian.com/politics/2011/apr/06/scotland-labour-manifesto-youth-unemployment",
    "api_url":"http://content.guardianapis.com/politics/2011/apr/06/scotland-labour-manifesto-youth-unemployment",
    "trail_text":"Party on a 'moral quest' to shrink public sector and thus free up cash to spend creating 250,000 new jobs and apprenticeships",
    "headline":"Scottish Labour pledges to save £2.2bn and banish youth unemployment",
    "body":"<p>Labour has promised to eradicate youth unemployment in Scotland by saving more than £2bn and shrinking the public sector as part of a \"moral\" quest to protect the economy and frontline services.</p><p>The party claims it can squeeze £2.2bn in efficiency savings from public services – partly through merging Scotland's eight police and fire services, and closing health boards – and divert that money to create 250,000 new jobs and apprenticeships over the next five years.</p><p>Iain Gray, the Scottish Labour leader, attempted to simultaneously position the party as the toughest on public spending while remaining the most effective opponents of the Tory-led government in Westminster when he unveiled Labour's <a href=\"http://www.scottishlabour.org.uk/manifesto\" title=\"\">manifesto</a> for the 5 May election at Clydebank College near Glasgow.</p><p>Gray said the college was built on the site of the now demolished John Brown shipyard, part of an industry which became symbolic of \"the economic vandalism\" of Tory governments.</p><p>The yard was bailed out by Ted Heath's government after the Clyde shipyards work-in. It closed for business in 2001, under Labour.</p><p>Claiming that Labour had set up Holyrood in 1999 as a \"barrier to the excesses of the Tories\", Gray said only Labour could effectively defend Scotland against the cuts introduced by Westminster.</p><p>\"I tell you, the last thing the Tories want is a Labour government in Scotland,\" he said.</p><p>Describing his party's manifesto as a \"serious document for serious times\", Gray said he would \"undertake the&nbsp;most radical programme of public sector reform since Labour created the Scottish parliament\".</p><p>That would involve job losses, he admitted. \"There are difficult choices here and difficult choices ahead.\"</p><p>Gray is hoping to win Labour's first significant political victory since the general election defeat and the election of Ed Miliband as UK party leader by retaking the Scottish parliament.</p><p>Labour narrowly lost power to Alex Salmond and the Scottish National party by a single seat at the 2007 Holyrood elections.</p><p>Most opinion polls put Labour clearly ahead of the SNP in this campaign. It has been the greatest beneficiary of a steep slump in support for the Liberal Democrats after they formed a coalition at Westminster.</p><p>Many observers believe the Lib Dems, <a href=\"http://www.guardian.co.uk/politics/2011/apr/05/scottish-liberal-democrats-manifesto-pledge-jobs\" title=\"\">who launched their campaign on Tuesday pledging to create 100,000 new jobs, </a>will lose about six of their 16 seats at Holyrood, with most expected to go to Labour.</p><p>But Labour strategists believe the polls overstate the extent of its lead. They admit the party has failed to match the SNP's publicity campaign: the nationalists won another coup when the Scottish actor Brian Cox, who described himself as a lifelong Labour supporter, endorsed the nationalists.</p><p>Gray tried to kill off complaints that Labour has been far too timid by setting out proposals to create one police force and one fire brigade; to force councils to share services; to merge and close health boards; to cut £100m from the NHS drug bill; and to merge local social care services into one national service.</p><p>He also confirmed he would allow councils to increase council tax from 2013 – a pledge so far avoided by other parties, but one which will be seized on by the SNP. Council tax has been frozen in Scotland since 2007.</p><p>He also promised to cut his own pay as first minister and that of all other ministers by 10%.</p><p>However, plans to reform council tax or introduce a new local taxation system have been abandoned for the next parliament.</p><p>Gray hopes the reforms will be welcomed by voters as a necessary price to achieve the anticipated but still highly speculative savings of £2.2bn by 2015 in order to spend on frontline services and the economic recovery.</p><p>The Scottish government's £30bn budget is also due to lose a total of £1.2bn by 2015, but Labour still claims its efficiencies and cuts would release nearly £700m in so far non-allocated savings by 2015, which it would spend on as yet unspecified areas.</p><p>Labour estimates it will lay out £150m on reaching the full youth employment target, introducing a public sector minimum wage of £7.15 an hour and adding 250,000 jobs.</p><p>The new \"Scottish living wage\" would cost £20m a year while a new Scottish future jobs fund – creating 12,500 new apprenticeships – would cost £10m annually, plus an extra £12.5m a year in 2013 and 2014.</p><p>The party also claims to have the most generous policies on student funding, including a new maintenance allowance for college students and 1,000 new specialist literacy and numeracy teachers for schools.</p><p>But Gray refused to accept warnings from Scotland's university principals that they face a spending gap of at least £200m after English universities introduce new, higher tuition fees.</p><p>Gray said his spending plans were based on the much lower £93m figure used by Salmond's government.</p><!-- Guardian Watermark: internal-code/content/373390144|2013-10-05T20:55:44Z|fe5038c88246978a2f9b426b162e8eb82dc93a07 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-12T00:52:00Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2z9jh",
    "wordcount":770,
    "commentable":"true",
    "internal_content_code":373390144,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Severin Carrell, Scotland correspondent",
    "publication":"The Guardian",
    "internal_page_code":1542365,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/apr/06/scotland-labour-manifesto-youth-unemployment",
    "strap":"NULL",
    "standfirst":"Party on a 'moral quest' to shrink public sector and thus free up cash to spend creating 250,000 new jobs and apprenticeships",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"2011-04-07",
    "comment_close_date":"2011-04-09T17:39:14Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2011/4/6/1302109063484/Scotland-party-leaders-de-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2011/4/6/1302109063484/Scotland-party-leaders-de-003.jpg",
    "internal_octopus_code":"4555834",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":11395,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-04-10T19:42:02Z",
    "web_title":"Nick Clegg adviser threatens to resign over rush to reform NHS",
    "web_url":"http://www.theguardian.com/politics/2011/apr/10/nick-clegg-norman-baker-nhs-cuts-resign",
    "api_url":"http://content.guardianapis.com/politics/2011/apr/10/nick-clegg-norman-baker-nhs-cuts-resign",
    "trail_text":"<p>Norman Lamb, a government whip, says Lib Dem MPs and peers will not support reform bill unless their demands are met</p>",
    "headline":"Nick Clegg adviser threatens to resign over rush to reform NHS",
    "body":"<p>David Cameron has been warned that he will have to endorse sweeping changes to the government's planned NHS reforms when a senior adviser to Nick Clegg threatened to resign unless a series of demands are met.</p><p>Norman Lamb, a government whip who is the Liberal Democrat leader's senior parliamentary adviser, said his party's MPs and peers would be unable to support the health and social care bill if their concerns are ignored.</p><p>Lamb's warning came as the British Medical Association claimed the tight NHS settlement, which will raise its budget in line with inflation, is leading to an \"accelerating withdrawal of services\". Growing numbers of patients are being denied treatment for conditions such as infertility.</p><p>Lib Dem sources said Lamb, who briefed Clegg in advance of his intervention on the BBC's Politics Show, was not speaking on behalf of the deputy prime minister. Clegg is making his own suggestions within government during a two-month \"listening exercise\" on the NHS reforms launched last week. But the Guardian understands Lamb's four demands will need to be met if Lib Dem MPs and peers are to vote in favour of the bill when it is revived in June after the \"listening exercise\".</p><p>Lamb, the former Lib Dem health spokesman, demanded changes to the bill that would abolish primary care trusts and hand 60% of the NHS budget to GP-led consortiums by 2013. They include:</p><p>• Abandoning the 2013 deadline and adopting an \"evolution, not revolution\" approach.</p><p>• Following the school reforms and allowing GPs to opt into consortiums.</p><p>• Keeping \"clusters\" of PCTs to observe the \"performance management\" of GPs.</p><p>Lamb told the BBC that he accepted reform of the NHS was vital and agreed with handing greater powers to GPs. But he warned that rushed reforms would pose a \"financial risk\" to the NHS.</p><p>\"My real concern is the financial risk of doing it too quickly, because then you lose services, patient care suffers,\" he said. \"The financial risk is that at the moment the plan is to transfer responsibility to GP consortiums, new organisations. There's no evidence about how these organisations will work but they're supposed to be up and running by April 2013.\"</p><p>Lamb  indicated that unless his demands were met the bill would be blocked by Lib Dems. \"Let's stick to the principle, which is really good, but let's not destroy it by getting the process wrong,\" he said. \"This package is not going to work unless we can get people on board and that includes addressing the concerns that I've raised.\" He made it clear that he would resign if he is not happy: \"I've said that if it's impossible for me to carry on in my position I will step down. I don't want to cause embarrassment but I feel very strongly about this issue.\"</p><p>Andrew Lansley, the health secretary who fell out with Lamb before the election during a row over the imposition of a so-called \"death tax\", vetoed his appointment as a minister. Lansley will struggle to meet Lamb's demands because he is likely to feel that allowing GPs to opt into the reforms, in the way that schools can choose to become academies, would risk creating a two-tier health service.</p><p>Lansley will embark on the latest stage of his listening exercise when he hears from nurses at the Royal College of Nursing annual congress. Dr Peter Carter,  chief executive of the RCN, expressed support for Lamb's criticisms: \"Norman Lamb is a man that knows his way round the health service. He has got a huge amount of credibility. The government would do well to be cognisant of what Norman Lamb is saying.\"</p><!-- Guardian Watermark: internal-code/content/373510493|2013-10-05T20:55:44Z|37b1ab5c06dbd21cbf015eb5f28363bf10cac33a -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-12T01:10:56Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/2zby5",
    "wordcount":596,
    "commentable":"false",
    "internal_content_code":373510493,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Nicholas Watt and Denis Campbell",
    "publication":"The Guardian",
    "internal_page_code":1543865,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/apr/10/nick-clegg-norman-baker-nhs-cuts-resign",
    "strap":"NULL",
    "standfirst":"Norman Lamb, a government whip, says Lib Dem MPs and peers will not support reform bill unless their demands are met",
    "newspaper_page_number":"1",
    "newspaper_edition_date":"2011-04-11",
    "comment_close_date":"2011-04-13T19:42:02Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/4/10/1302464496238/Norman-Lamb-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/4/10/1302464496238/Norman-Lamb-003.jpg",
    "internal_octopus_code":"4571301",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":11464,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-04-19T14:21:50Z",
    "web_title":"Scottish Green party launches manifesto with call for income tax rise",
    "web_url":"http://www.theguardian.com/politics/2011/apr/19/scottish-green-party-launches-manifesto-tax-rise",
    "api_url":"http://content.guardianapis.com/politics/2011/apr/19/scottish-green-party-launches-manifesto-tax-rise",
    "trail_text":"Party calls for 0.5p rise in income tax and the scrapping of 'reckless' road projects such as the new Forth bridge and new Aberdeen bypass to fund £6.5bn investment programme",
    "headline":"Scottish Green party launches manifesto with call for income tax rise",
    "body":"<p>The <a href=\"http://www.scottishgreens.org.uk/index\" title=\"\">Scottish Green party</a> has called for tax rises to fund increased public spending and pay for £6.5bn investment in housing, public transport, schools and the environment.</p><p>The party, which had two MSPs in the last Scottish parliament, said it was \"vital\" to invest in public services by adding 0.5p to income tax and removing the freeze on council tax spending but then replacing council tax entirely with a new land value tax.</p><p>The party said its tax measures would raise nearly £5bn, allowing the government to spend £650m on buses and train services, £300m on cutting fares, £940m on universities and £500m on fitting insulation on every home in Scotland over the five-year term of the next parliament.</p><p>Cancelling \"reckless\" road projects such as the new Forth bridge and an Aberdeen bypass would free up £1.9bn to invest in new housing, including £940m on affordable new housing, the party said.</p><p>Launching the <a href=\"http://www.scottishgreens.org.uk/news/show/6548/greens-launch-manifesto-for-public-services\" title=\"\">Greens' 2011 election manifesto</a>, Patrick Harvie, the party's co-convenor, said: \"We think it's vital to act now to defend those services and the public investment in the Scottish economy that we need to see.</p><p>\"This is not radical stuff, actually. This is a pretty mainstream idea: that we need to invest to secure the future of an economic recovery. By which we don't just mean the reanimation of the corpse of the economy that fell over: the deregulated, free market model which failed us so badly.\"</p><p>The Greens are optimistic they may increase their numbers at Holyrood, potentially matching the seven MSPs they had in the 2003-07 parliament, and be able to influence a future minority government.</p><p>Harvie suggested the collapse in Lib Dem support could see Greens – who are only standing for regional list seats and not constituencies – elected in all eight Scottish regions.</p><p>That might enable them to negotiate a deal with either Labour or the Scottish National party, provided they guaranteed not to build new nuclear or coal-fired power stations.</p><p>He said: \"We're hopeful we will have a significant increase; we're certainly hopeful that, with the likely collapse of the Lib Dem vote, many Lib Dem voters angry with the UK government are coming to us.\"</p><p>Harvie underlined the Greens' radical left stance on the economy by stressing the party's \"tax and spend\" measures. He accused the major parties of ducking reforms of taxation until new income tax powers came into force in 2015-16 – or, he said, until independence in the Scottish National party's case.</p><p>Alone of the five parties in the last Holyrood parliament, the Scottish Greens want to use their existing tax-raising powers, which allow the parliament to vary the standard rate of income tax by 3p. These powers are expected to be back in force in 2013 after the Scottish National party government let them lapse.</p><p>Increasing income tax across the board by 0.5p would increase tax bills for those on an average income by £4 a month, and about £15 a month for higher rate earners. Harvie said this would be a \"relatively modest\" increase, and would help improve services for the vulnerable.</p><p>At the same time, he said Holyrood should abandon the pledges made by the four mainstream parties to freeze council tax for at least two more years. The SNP wants to freeze the tax for the full five-year term of the next parliament.</p><p>Councils would be given the \"democratic freedom\" to set their own local tax rates, and a £654m cut in direct funding of councils in the last Scottish budget would be reversed at a total cost of £2.6bn, he added.</p><p>Council tax would be eventually replaced by a new \"land value tax\", which would raise an additional £1bn a year by penalising landowners with empty properties or unused or derelict land, and property speculators.</p><p>It would cut local tax bills for 85% of Scottish households, the party said. But soon after the manifesto was launched, some critics contested the figure, claiming it wrongly assumed that council tax benefits would be applied to a new tax system.</p><p>Harvie denied it would hurt large supermarkets and businesses, arguing they would be making efficient economic use of their property. It would force landowners to use empty houses for the homeless, cutting house prices for first time and poorer buyers.</p><p>In addition, the Greens promised:</p><p>• To keep Scottish university education free for Scottish students.</p><p>• To increase public and community ownership of green energy projects, while pressing for 100% of Scotland's domestic electricity to be renewable by 2020.</p><p>• To introduce tougher greenhouse gas emission reduction targets of 4.5% a year, with another £125m on climate change projects.</p><p>\"We need an economy which is based on things which are real: land, water, energy, people, their skills, not as commodities to be traded but as resources to be valued and nurtured,\" Harvie said.</p><p>\"That's the beginning of an economic recovery, not the reanimation of an economic corpse.\"</p><!-- Guardian Watermark: internal-code/content/373809910|2013-10-05T20:55:46Z|af99668da08c28677ca0e4fc2b090914530b01bd -->",
    "show_in_related_content":"true",
    "last_modified":"2013-07-12T01:40:57Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/2zgqp",
    "wordcount":798,
    "commentable":"true",
    "internal_content_code":373809910,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Severin Carrell, Scotland correspondent",
    "publication":"theguardian.com",
    "internal_page_code":1547665,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/apr/19/scottish-green-party-launches-manifesto-tax-rise",
    "strap":"NULL",
    "standfirst":"Party calls for 0.5p rise in income tax and the scrapping of 'reckless' road projects such as the new Forth bridge and new Aberdeen bypass to fund £6.5bn investment programme",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2011-04-22T14:21:50Z",
    "secure_thumbnail":"NULL",
    "thumbnail":"NULL",
    "internal_octopus_code":"4604636",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":12012,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-08-05T07:45:28Z",
    "web_title":"50p tax rate for high earners could be cut, reports suggest",
    "web_url":"http://www.theguardian.com/politics/2011/aug/05/50p-tax-rate-could-be-cut",
    "api_url":"http://content.guardianapis.com/politics/2011/aug/05/50p-tax-rate-could-be-cut",
    "trail_text":"<p>Tories' Liberal Democrat partners in coalition would fight for measures to offset effect of 5p cut</p>",
    "headline":"50p tax rate for high earners could be cut, reports suggest",
    "body":"<p>David Cameron and George Osborne could cut the 50p tax rate as soon as next April, it has been reported.</p><p>Within the year, the prime minister and chancellor may move to cut 5p off tax for high earners, although the Liberal Democrat partners in the coalition will fight for measures that offset the effect of the cut at a time of when most people are having to tighten their belts.</p><p>A succession of newspaper stories quoting often unnamed Conservative and government sources culminated when the Independent said a Treasury analysis suggests the 50p rate – introduced by Labour in 2009 – was generating only marginal returns for the exchequer.</p><p>The paper said the difference between the 50p tax and a 45p tax might only be £750m a year.</p><p>Rightwing Tories want the government to go further and reduce the rate to 40p, as it was until 2009. The Liberal Democrat chief secretary to the Treasury, Danny Alexander, has previously claimed wanting such a cut was living \"in cloud-cuckoo land\", and the Independent report confirms that Lib Dems remain wary of the political consequences of sanctioning the move.</p><p>According to the paper, Treasury projections suggest that up to 70% of the expected £2.4bn revenue generated from the 50p rate would still be collected at the 45p rate.</p><p>At 50p, the incentive increases to retire earlier, emigrate, contribute more to a pension or invest in tax avoidance schemes, the report said.</p><p>The Treasury is still waiting for the details of an assessment by HM Revenue and Customs into the amount actually raised in the first year to April 2011.</p><p>A senior Conservative source said: \"The decision is not about whether to do it, it's about when to do it. One option is 2012, depending on the state of the economy, or 2013 at the latest. We want it to have come into effect by the time of the next election.\"</p><p>The source added that the move was likely to be sold as part of a \"tax simplification package\".</p><p>Another source, close to Osborne, is said to have sought to dampen the speculation. \"We have no plans and no timetable,\" he said. \"We don't like the tax, but we are not going to decide anything until we have seen the numbers.\"</p><p>Senior Liberal Democrat sources told the paper that any attempt to cut the tax burden of the very wealthy would be opposed by the party.</p><p>\"At a time when we are asking everyone to make sacrifices, this sends out totally the wrong signal,\" one said. \"The 50p rate was never our policy and we are not wedded to it – but any cut must be offset by other measures.\"</p><!-- Guardian Watermark: internal-code/content/377601175|2013-10-05T20:56:23Z|a6d1a117f20ac678533628c8818e39a41b266bd6 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-06-26T16:31:21Z",
    "has_story_package":"false",
    "score":"1",
    "short_url":"http://gu.com/p/3x33b",
    "wordcount":435,
    "commentable":"false",
    "internal_content_code":377601175,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"James Meikle",
    "publication":"theguardian.com",
    "internal_page_code":1616285,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/aug/05/50p-tax-rate-could-be-cut",
    "strap":"NULL",
    "standfirst":"Tories' Liberal Democrat partners in coalition would fight for measures to offset effect of 5p cut",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2011-08-08T07:45:28Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/8/5/1312530258993/David-Cameron-and-George--003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/8/5/1312530258993/David-Cameron-and-George--003.jpg",
    "internal_octopus_code":"5031088",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":12099,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-08-27T20:00:03Z",
    "web_title":"George Osborne warns tax cheats: 'I will find you and your money'",
    "web_url":"http://www.theguardian.com/politics/2011/aug/27/george-osborne-warns-tax-cheats",
    "api_url":"http://content.guardianapis.com/politics/2011/aug/27/george-osborne-warns-tax-cheats",
    "trail_text":"Chancellor describes tax evasion as 'morally repugnant' after announcing deal with secretive Swiss banks",
    "headline":"George Osborne warns tax cheats: 'I will find you and your money'",
    "body":"<p>Fresh from negotiating a new deal with secretive Swiss banks, George Osborne  has warned top earners who attempt to avoid tax that the government \"will find you and your&nbsp;money\".</p><p><a href=\"http://www.guardian.co.uk/commentisfree/2011/aug/27/tax-cheats-coalition-george-osborne\" title=\"Tax cheats have no hiding place under this coalition\">Writing in the Observer</a>, the  chancellor reasserts his determination to ensure that the tax system is fair and says the clampdown announced  on rich people sheltering their wealth in Switzerland is \"just the&nbsp;start\".</p><p>\"Tax evasion is morally repugnant,\" he writes. \"It's stealing from law-abiding people, who face higher taxes to make good the lost revenue.\"</p><p>Osborne's tough talk on tax comes amid Westminster speculation that the government is seeking to slash the 50p tax rate on the highest earners, and is seen by some as part of a campaign to soften the potential blow to the government's image.</p><p>It is understood that the Liberal Democrats are pushing for a \"wealth tax\" of some variety, possibly through a council tax superband on high-value homes, as a replacement for the 50p rate. Osborne, however, is said to be more keen on a series of high-profile but politically painless tax-avoidance measures like the deal with Switzerland. Under the agreement, UK accounts held in Switzerland in May 2013 will be subject to a one-off levy of as much as 34% of the contents.</p><p>Swiss authorities will then impose a \"withholding tax\" on British-held accounts that are not properly declared to HM Revenue and Customs. Approximately £100bn-£125bn of British investors' money is currently believed to be in Swiss banks.</p><p>\"We've been working on this deal for over a year, and it will bring in potentially billions of pounds in revenue,\" Osborne writes. \"It amazes me to hear that the last Labour government had the opportunity to do this a decade ago, but didn't. Just think of the billions of pounds that could have been collected and was instead left in the pockets of the tax cheats.\"</p><p>He adds: \"We will make sure that everyone pays their fair share.\"</p><p>However, a senior Lib Dem source said he was unconvinced that the clampdown on tax avoidance would be enough to convince voters.</p><p>It emerged last night that there are divisions even within Conservative ranks over whether the 50p rate should be scrapped. The universities minister, David Willetts, said the symbolic importance of the top rate of tax should not be underestimated.</p><p>\"It is very important that people see that when times are tough, we are, as they say, all in it together,\" he said. \"That is an argument. People see that there are higher rates of tax being&nbsp;borne.</p><p>\"That's why we have kept it so far. Because if you are expecting sacrifices from people with modest earnings it's right that that can apply to high incomes as well.\"</p><p>The taxing of the wealthy is also a matter of fierce debate in the US, where Warren Buffett, the billionaire investor, called for higher taxes from the rich to help bridge the country's massive debt gap, which  stands at $14.3 trillion.</p><p>In France last week, an open letter by L'Oréal heiress Liliane Bettencourt, co-signed by 15 of her super-rich countrymen, called for higher but \"reasonable\" levies on \"the most favoured\" French taxpayers.</p><!-- Guardian Watermark: internal-code/content/378346894|2013-10-05T20:56:30Z|f4d27e3b91c4c944129a03cbde941a0c04e0d1a3 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-06-27T07:31:41Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/3xgx3",
    "wordcount":509,
    "commentable":"false",
    "internal_content_code":378346894,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Daniel Boffey, policy editor",
    "publication":"The Observer",
    "internal_page_code":1625700,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/aug/27/george-osborne-warns-tax-cheats",
    "strap":"NULL",
    "standfirst":"Chancellor describes tax evasion as 'morally repugnant' after announcing deal with secretive Swiss banks",
    "newspaper_page_number":"1",
    "newspaper_edition_date":"2011-08-28",
    "comment_close_date":"2011-08-30T20:00:03Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/8/27/1314471595789/George-Osborne-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/8/27/1314471595789/George-Osborne-003.jpg",
    "internal_octopus_code":"5122801",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  },
  {
    "id":12610,
    "section_id":"politics",
    "section_name":"Politics",
    "web_publication_date":"2011-12-05T15:49:37Z",
    "web_title":"Ken Livingstone vows to cut London transport fares by 7% if elected mayor",
    "web_url":"http://www.theguardian.com/politics/2011/dec/05/ken-livingstone-vows-cut-london-transport-fares",
    "api_url":"http://content.guardianapis.com/politics/2011/dec/05/ken-livingstone-vows-cut-london-transport-fares",
    "trail_text":"Labour candidate increases offer from 5% as he prepares for rematch with incumbent Boris Johnson",
    "headline":"Ken Livingstone vows to cut London transport fares by 7% if elected mayor",
    "body":"<p>Ken Livingstone has raised the pressure in the race to be London mayor by announcing that if elected next May he will cut tube and bus fares by 7% – saving Londoners £1,000 each over four years.</p><p>The Labour candidate claims he will be able to fund his huge fares cut by using the \"operating surplus\" budget sitting in Transport for London's coffers – a claim flatly rebutted by the body, which says every penny is accounted for to improve London's transport system.</p><p>Livingstone, who is seeking to make transport fares <a href=\"http://www.guardian.co.uk/politics/davehillblog/2011/dec/05/ken-livingstone-london-fares-cut-pledge#start-of-comments\" title=\"\">a key battleground in the forthcoming rematch with Boris Johnson </a>in the 2012 election, had previously pledged a 5% cut in fares if elected.</p><p>But he upped his offer to Londoners just days after Johnson revised down the average increase in fares due in January from 7% to 5.6% following additional funding announced by the chancellor, George Osborne, in his <a href=\"http://www.guardian.co.uk/uk/autumn-statement-2011\" title=\"\">autumn statement</a>.</p><p>Transport was found to be Johnson's only policy weakness in the eyes of voters, according to a recent poll conducted jointly for three media outlets.</p><p>The ComRes poll, revealed on the eve of Osborne's statement, gave Johnson an eight-point lead overall and showed the Tory mayor was most trusted on the economy, crime and policing.</p><p>But when it came to transport, voters indicated they were more likely to vote for Livingstone (38%) than Johnson (17%) if they have to choose between the fare rises that are in the pipeline and the cut promised by Livingstone.</p><p>City Hall has said a cut in fares would deprive London's infrastructure of necessary investment and improvements.</p><p>After Osborne announced an additional £136m had been allocated for London transport, Johnson said that tube and bus fares would rise in January by an average of 5.6% rather than 7% – without affecting the funding needed for transport upgrades and frontline services.</p><p>Livingstone in turn seized on the additional funding from the Treasury to outline a more \"extensive Fare Deal\".</p><p>He said he would introduce an emergency fares package in the autumn of 2012, which would cut fares by 7% and bring them down to \"at least 2011 levels\".</p><p>Bus fares would be cut by 11%. Transport fares would be frozen for 2013 and he vowed to end plans for above-inflation rises beyond.</p><p>Livingstone said: \"Last week Boris Johnson failed to deliver the fares cut Londoners want and need, despite huge popular pressure for lower fares. He was told Londoners wanted a cut, but he stuck with a rise.</p><p>\"The Tories say my fares cuts are not affordable. The truth is that we can go further. I want to use the excess money that is sitting idle in Transport for London's budget to fund a fare cut that will cut the cost of travel for millions of Londoners.</p><p>\"My 7% fare cut overall, with an additional 11% bus fare cut, will save the average Londoner £1,000. It's a costed and affordable plan that puts the interests of Londoners first.\"</p><p>TfL said: \"There is no surplus and every penny of TfL's budget is accounted for to pay for the essential operation and upgrade of the transport system.</p><p>\"Any major loss of revenue would have a damaging impact on work to improve the journeys of our passengers and our ability to cope with unprecedented demand for our services.\"</p><p>A spokesman for Johnson's re-election campaign said: \"It is the same old Ken Livingstone. He promises one thing before an election when he needs Londoners' votes but what he does after is another story.</p><p>\"Before the 2004 mayoral election he repeatedly promised Londoners he would not raise fares above inflation. But having been voted back in he repeatedly broke his promise, making a series of inflation-busting fare increases.</p><p>\"Before the 2008 election he promised Londoners he would freeze fares despite having already secretly agreed to above-inflation increases – again breaking his promise.</p><p>\"He knows his numbers don't add up on this – he has already changed them once.\"</p><!-- Guardian Watermark: internal-code/content/382851228|2013-10-05T20:57:01Z|c9a52bc44d94f0ef76a62ac0c3424e38bcdc4274 -->",
    "show_in_related_content":"true",
    "last_modified":"2013-06-28T20:31:43Z",
    "has_story_package":"true",
    "score":"1",
    "short_url":"http://gu.com/p/33pth",
    "wordcount":640,
    "commentable":"false",
    "internal_content_code":382851228,
    "allow_ugc":"false",
    "is_premoderated":"false",
    "byline":"Hélène Mulholland",
    "publication":"theguardian.com",
    "internal_page_code":1672100,
    "production_office":"UK",
    "should_hide_adverts":"false",
    "live_blogging_now":"false",
    "guardianid":"politics/2011/dec/05/ken-livingstone-vows-cut-london-transport-fares",
    "strap":"NULL",
    "standfirst":"Labour candidate increases offer from 5% as he prepares for rematch with incumbent Boris Johnson",
    "newspaper_page_number":"NULL",
    "newspaper_edition_date":"NULL",
    "comment_close_date":"2011-12-08T15:49:37Z",
    "secure_thumbnail":"https://static-secure.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/12/5/1323100007071/Ken-Livingstone-003.jpg",
    "thumbnail":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2011/12/5/1323100007071/Ken-Livingstone-003.jpg",
    "internal_octopus_code":"5548822",
    "display_hint":"NULL",
    "internal_composer_code":"NULL",
    "display_relative_times":"NULL",
    "ugc_end_date":"NULL",
    "type":"NULL",
    "reference":"NULL",
    "snippet":"NULL",
    "star_rating":"NULL"
  }
]