[
  {
    "category":"day",
    "reference date":"10/7/2013",
    "snippet":"An expected 3,000 attendees are gathering in Austin, Texas, for the cross-sector SXSW Eco conference <span class='littlepart'>7-9 October</span>.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"10/4/2013",
    "web_title":"",
    "web_url":"http://www.theguardian.com/sustainable-business/sxsw-eco-2013",
    "api_url":"",
    "trail_text":"",
    "headline":"SXSW Eco: can unexpected connections spark true collaboration?",
    "body":"Activists and industrialists might be like oil and water, but 3,000 of these strange bedfellows are gathering together in Austin, Texas, to discuss oil and water at SXSW Eco 2013 next week. Now in its third year, the annual conference aims to encourage cross-sector collaboration between professionals in business, government, academia and nonprofits on topics ranging from policy to consumer engagement.\n\nThe point is to mix it up. \"We are bringing those in the energy field together with those in the water conservation and agriculture industries,\" says Chris Sonnier, program manager for the conference. \"We are putting those working in sustainable design in discussion with scientists and accountants.\"\n\nWhy? To pave the way for attendees to make unexpected connections. As Sonnier puts it: \"Innovation is born of diversity and leads to unexpected business collaborations. Ultimately, it is those business collaborations that we'd like to see. When we hear about new businesses emerging where the founders met at SXSW Eco, we've accomplished what we've set out to do.\"\n\nThe Green Army 2.0 initiative is the result of one such collaboration. Leading up to the 2012 conference, Tim Mohin, director of corporate responsibility at Advanced Micro Devices, said he was comparing notes on sustainability and employee volunteerism efforts with people from Dell, Whole Foods Market and other Austin-based companies when he had \"one of those forehead-slapping moments\".\n\nThey realized that \"if we combine our efforts, we could field a veritable army of volunteers that could accomplish amazing things for the local community\", he said. AMD debuted its \"crowdsourcing volunteerism\" model - with Dell, Whole Foods, the City of Austin, Austin Community College, the University of Texas at Austin and Keep Austin Beautiful – at last year's conference.\n\nThe collaborators are bringing the concept back this year with another creek-cleaning, tree-planting event. (AMD also issued a white paper to help others to replicate similar collaborative events in other cities.)\n\nCross-sector collaboration is critical to systemic change, particularly in industries – like energy and water – that require alignment of disparate stakeholders in order to advance development. In the case of electricity, for example, those stakeholders include utilities, renewable-energy equipment manufacturers and distributors, regulators and customers.\n\nGetting consumers to curb energy use when energy prices are low has challenged utility executives, policy makers, startups and even global conglomerates for decades. In the past few years, two schools of thought have developed: the \"behavioralists\" believe that consumers will reduce power consumption given the right information. By contrast, the \"automatons\" believe that automation is the only way to get around short attention spans and the rapid decision-making required. Conference panelists on both sides will discuss these ideas – and their inherent complexities – to try to find ways to engage both customers and businesses in boosting energy efficiency.\n\nConcrete changes in transportation, buildings, electricity and industry can't happen without leaders casting a broad vision for constituencies across America. Reinventing Fire, a book by Amory Lovins and the Rocky Mountain Institute, identifies nearly 200 synergistic actions – many requiring cross-sector collaboration – needed to replace oil and coal in the US by 2050 while growing the economy. In the electricity sector, for example, utilities will have to build alliances and seek approval for prompt regulatory reforms to align investors' incentives with customers' incentives, according to the book.\n\nFor an example of an area where cross-sector collaborations are already bearing fruit, consider the case of electric-vehicle charging stations. Building an EV charging infrastructure – with charging stations at offices, shops, schools and government buildings – requires partnerships between all of those businesses and agencies, utilities and tech providers.\n\nArun Banskota, who heads up NRG Energy's electric vehicle division and who will be speaking at SXSW Eco this year, says the company's search for innovative and sustainable energy solutions \"has led us to interesting nontraditional partnerships\". The company has partnered with retailers such as Cracker Barrel, Whole Foods and Walgreens to install hundreds of residential and public fast-charging sites in offices, multifamily communities, schools and hospitals.\n\nTesla Motors, ECOtality, ChargePoint and CarCharging, as well as new players such as Evatran Group, which makes \"plugless\" charging for EVs, are also pairing up with a wide range of partners.\n\nWorking in concert with cross-sector partners ensures that companies create new technologies in a flexible way that addresses real needs. Whether for purposes of cross-pollinating networks to expand individual businesses or to contribute to broader transformation, the hope is that the relationships fostered at SXSW Eco will extend far beyond the conference.\n\n\"Cross-sector leadership is the way that society is going to sustain itself,\" says Ashara Ekundayo, SXSW Eco panelist and chief creative officer of co-working space Impact Hub Oakland, which just raised nearly $143,000 in a crowd-funding campaign. \"Collaboration is the essence of our community.\"",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"day",
    "reference date":"10/7/2013",
    "snippet":"In Berlin on <span class='littlepart'>7 October</span> we are holding a concert, To Russia With Love, in support of the innocent victims of violence and human rights violations in Russia",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"10/4/2013",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/2013/oct/04/support-victims-rights-abuses-russia",
    "api_url":"",
    "trail_text":"",
    "headline":"Support victims of rights abuses in Russia",
    "body":"In Berlin on 7 October we are holding a concert, To Russia With Love, in support of the innocent victims of violence and human rights violations in Russia, and to show solidarity with all those who hold dear Russia's future. On 7 October 2006, the renowned journalist and human rights activist, Anna Politkovskaya, was murdered in Moscow. Over the past decade the death toll and list of dubiously convicted people in Russia have grown exponentially. They include not only journalists and human rights activists, but business people, lawyers and musicians. The names of Mikhail Khodorkovsky and Platon Lebedev, Sergei Magnitsky (the lawyer who died in prison), Pussy Riot members Nadezhda Tolokonnikova and Maria Alekhina are known worldwide. These names have become symbols of resistance to arbitrary power and unjust jurisprudence.\n\nThe trials are underway of the so-called Bolotnaya prisoners – the young people who dared take to the streets to demand their constitutional rights. An unprecedented harsh sentence has recently been imposed on the rural schoolteacher, Ilya Farber, who fell victim to corrupt officials. And there's the latest arrest of 30 Greenpeace activists accused of piracy for their attempt to attract world attention to ecological distractions caused by Gazprom in the Arctic.\n\nWe are musicians. We are a peaceful people. It is naive to believe that our joint action can dramatically change something and justice will prevail. Dostoevsky's famous words that \"beauty will save the world\" evidently also sound naive. But we do choose idealism and do believe in miracles. Our goal is not only to create wonderful sounds, but also to bring effective help to all those who are in real need. We are asking musicians and artists to send words of encouragement or messages of support which will be published in the programme notes of the concert. Contact us at www.to-russia-with-love.org.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"day",
    "reference date":"10/7/2013",
    "snippet":"The US supreme court is scheduled to begin its new term on <span class='littlepart'>October 7</span>.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"9/29/2013",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/2013/sep/29/us-government-shutdown-services-affected",
    "api_url":"",
    "trail_text":"",
    "headline":"What services are affected when the US government shuts down",
    "body":"Well, they did it. The US government is officially on a partial shutdown, with Congress having failed to reach an agreement by midnight on Monday.\n\nThe shutdown will have far-reaching effects throughout the US. Though some services – mail delivery, Social Security and Medicare benefits – are not affected, others, like national parks and routine safety inspections of food, are curtailed as the majority of federal employees tasked with their operation have been ordered not to report to work on Tuesday.\n\nA look at how a shutdown will affect other services across the federal government:\n\nFederal workers\n\nAbout 800,000 federal employees are not furloughed and will not be paid. Already hit hard by several unpaid furlough days caused by sequestration this year some workers have begun lobbying to receive back pay in the event of a shutdown. While Congress agreed to retroactively pay them during previous shutdowns, the fractured nature of this Congress makes such a step unlikely.\n\nUS military\n\nThe military's 1.4 million active-duty personnel will stay on duty, but their paychecks initially faced a threat of delay. Amid the division, the House passed – and Obama signed – a bill to ensure their checks would still be delivered on time. \"You and your families deserve better than the dysfunction we're seeing in Congress,\" Obama said.\n\nAbout half of the Defense Department's civilian employees are furloughed.\n\nFood programs\n\nThe Wic program, which provides low-income pregnant women, new mothers and children up to the age of five with healthy food, is not funded as of Tuesday morning. \"No additional federal funds would be available,\" says the Department of Agriculture, though it suggests that some states – some, not all – may have a state-run fund that can fill in the gaps for women who need help purchasing things like formula. They estimate the state funds would last about a week.\n\nSchool lunches for low-income students are not affected. Food stamps are not affected.\n\nPublic health\n\nThe Centers for Disease Control and Prevention are facing a reduced ability to detect and investigate disease outbreaks. The annual influenza program – the one that tracks the flu and helps people get flu shots – has been shut down. The CDC has also stopped offering its usual assistance to state and local authorities, who rely on the agency for help in tracking unusual outbreaks.\n\nThe National Institutes of Health will continue to treat patients at its hospital center, but no new clinical trials will begin.\n\nAnimals\n\n\nThe animals at the National Zoo are being cared for, but the zoo, like all Smithsonian museums, is closed to the public. The live animal cams have been shut down. That's right, Congress' inability to reach a deal means no more panda cam, America.\n\nScience\n\nNasa will furlough almost all of its employees, though it will continue to keep workers at Mission Control in Houston and elsewhere to support the International Space Station, where two Americans and four others are deployed. The National Weather Service will keep forecasting weather and issuing warnings, and the National Hurricane Center will continue to track storms.\n\nTravel and tourism\n\nNational parks and monuments are closed, including the Grand Canyon, Yosemite, the National Mall and the Statue of Liberty. Park rangers spent Tuesday morning erecting barricades to prevent people from accessing these public spaces.\n\nFederal air traffic controllers will remain on the job and airport screeners will keep funneling passengers through security checkpoints, though some airports have warned of delays at security. Federal inspectors will continue enforcing safety rules.\n\nThe State Department will continue processing foreign applications for visas and US applications for passports, since fees are collected to finance those services. Embassies and consulates overseas will continue to provide services to American citizens.\n\nCourts\n\nFederal courts will continue operating normally for about 10 business days after the start of a shutdown, roughly until the middle of October. If the shutdown continues, the judiciary would have to begin furloughs of employees whose work is not considered essential. But cases will continue to be heard.\n\nThe US supreme court is scheduled to begin its new term on October 7. In previous government shutdowns, it continued to operate as normal.\n\nMail\n\nDeliveries will continue as usual because the US Postal Service receives no tax dollars for day-to-day operations. It relies on income from stamps and other postal fees to keep running.\n\nDistrict of Columbia\n\nThe city, which does not have autonomy over its own budget, briefly flirted with the idea of using the potential shutdown to make a stand when mayor Vince Gray moved to designate all city employees \"essential,\" thereby avoiding the cuts in services like libraries that were expected. Some District politicians were willing to go so far as to get arrested over the show of defiance, but on Friday the city's lawyers approved using a $144m contingency fund to make up the difference when the federal government funds dry up.\n\nWeddings, however, are on hold in the city.\n\nHomeland security\n\nThe majority of the Department of Homeland Security's employees will stay on the job, including uniformed agents and officers at the country's borders and ports of entry, members of the Coast Guard, Transportation Security Administration officers, Secret Service personnel and other law enforcement agents and officers. US Citizenship and Immigration Services employees will continue to process green card applications.\n\nVeterans services\n\nMost services offered through the Department of Veterans Affairs will continue because lawmakers approve money one year in advance for the VA's health programs. Veterans will still be able to visit hospitals for inpatient care, get mental health counseling at vet centers or get prescriptions filled at VA health clinics. Operators will still staff the crisis hotline and claims workers will still process payments to cover disability and pension benefits.\n\nBut those veterans appealing the denial of disability benefits to the Board of Veterans Appeals will have to wait longer for a decision because the board will not issue any decisions during a shutdown.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"day",
    "reference date":"10/7/2013",
    "snippet":"The judge scheduled an <span class='littlepart'>October 7</span> probable cause hearing for Kerrick.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"9/17/2013",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/2013/sep/17/charlotte-911-call-unarmed-man-police-officer",
    "api_url":"",
    "trail_text":"",
    "headline":"Charlotte court hears 911 call recorded before police shot unarmed man",
    "body":"A sobbing woman pleads for police to \"please hurry\" because a man was breaking into her front door during a 911 call recorded moments before a responding officer shot and killed an unarmed man outside.\n\nThe unidentified woman kept repeating \"Oh my God! Oh my God!\" throughout the call, which was released Tuesday. She also told the 911 operator that she had a baby in a crib and didn't know what to do. Later, she said the man knocked on her door and she shouted: \"He's in my front yard yelling.\"\n\nAuthorities said Jonathan A Ferrell was shot 10 times by a Charlotte-Mecklenburg officer after being involved in a single-car wreck. Police have said Ferrell may have been seeking help and made no verbal threats to the woman.\n\nOfficer Randall Kerrick is charged with voluntary manslaughter. His lawyers were in court Tuesday for a first appearance on the charge. Kerrick, 27, did not attend. The judge scheduled an October 7 probable cause hearing for Kerrick.\n\nAfter the hearing, defense attorney Michael Greene declined to take questions but said of Kerrick: \"His actions were justified on the night in question.\"\n\nKerrick joined the police force after working as an animal control officer. He grew up in nearby Cabarrus County.\n\nKerrick and two other officers responding to the breaking and entering call found Ferrell on a road that only leads to the neighborhood pool. Ferrell ran toward the officers, who tried to stop him with a Taser. Police said he continued to run toward them when Kerrick shot him. Ferrell died at the scene.\n\nA Ferrell family attorney and representatives of the NAACP have questioned whether race played a role in the shooting. Ferrell is black, while Kerrick is white. Though there was praise for police for quickly filing charges, some said the shooting didn't surprise them, considering portrayals of black men in popular culture and previous instances of racially inflected violence\n\nOn the 911 tape released by the city, the woman tells a dispatcher that she thought her husband had returned home around 2.30am. But when she opened the door, a man tried to get in.\n\nSobbing and trying to catch her breath, the woman asked the dispatcher: \"Where are the cops?\"\n\nThe dispatcher tried to calm her down, repeating over and over that they were on the way.\n\nHe also asked her to describe the man. She told him he was black, about 210lbs and wearing a green shirt.\n\nAt one point, the woman told the dispatcher about her baby. \"He's in his bed. I don't know what to do. I can't believe I opened the door … Please don't let him get my baby,\" she cried.\n\nWhen police arrived at the scene, she peeked out her window. And when the officers began looking for a man, the dispatcher assured the woman they weren't leaving.\n\nOn Monday, Ferrell's family said in their first public remarks in the case that the former Florida A&M University football player moved to Charlotte about a year ago to be with his fiancee and was working two jobs. He wanted to go back to school and eventually become an automotive engineer, they said.\n\nThe encounter was set in motion around 2.30am Saturday when Ferrell's car ran off the entrance road to a suburban neighborhood about 15 miles from downtown Charlotte.\n\nAfter crashing his car into trees, Ferrell kicked out the back window and headed up a hill to the first set of closely-clustered houses he could see. He then started \"banging on the door viciously\" of a home to attract attention, police Chief Rodney Monroe said.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"month",
    "reference date":"10/1/2013",
    "snippet":"A new universal credit, merged from over 100 benefits, is due to be phased in from <span class='littlepart'>October 2013</span> with pilots running from March that year.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"11/1/2011",
    "web_title":"",
    "web_url":"http://www.theguardian.com/politics/blog/2010/nov/11/1",
    "api_url":"",
    "trail_text":"",
    "headline":"Politics live blog – Thursday 11 November 2010",
    "body":"11.49am: You can read all today's Guardian politics stories here. And all the stories filed yesterday, including some in today's paper, are here.\n\nAs for the rest of the papers, here are four articles that I found interesting.\n\n• John Rentoul in the Independent says that Phil Woolas should be allowed to stand again in Oldham East and Saddleworth, so that voters can have the final say about whether or not he remains as their MP.\n\nIt is not wrong in principle that an MP's election should be ruled void by the courts in these limited circumstances – it is, after all, the first case under this law and its similar precursor since 1911. The only question is whether it should then be for the people of Oldham East and Saddleworth to have the final say, by allowing Woolas to contest the re-run election. I think that the three-year disqualification is wrong, and that he should be allowed a final appeal to the court of his constituents.\n\n• The Times (paywall) says that computer problems could hold up Iain Duncan Smith's plans to introduce a universal credit.\n\nA new universal credit, merged from over 100 benefits, is due to be phased in from October 2013 with pilots running from March that year. However, the business plan for Revenue and Customs says the update to its PAYE system, essential for the new credit, will not be completed until April 2014.\n\nThe Times has now been told that ministers are already making contingency plans in case the system is not working in time. HMRC is planning to revamp its tax IT system so that income can be assessed weekly or monthly, rather than in arrears annually. This allows the Department for Work and Pensions to assess fluctuations in income — essential for the implementation of universal credit. A spokesman for the HMRC admitted yesterday that the new software was far from finalised and the Government still had to consult employers and payroll managers about the best design. The contract has not gone out to tender and the department has no estimates of the cost of the system.\n\n• Benedict Brogan in the Daily Telegraph says that Tory MPs are showing signs of discontent.\n\nThe frequency of Tory rebellions is running at a post-war record. Members of the 1922 Committee executive, who act as the shop stewards for the parliamentary party, predict that the mid-term bruising endured by Barack Obama will come early for Mr Cameron, probably this time next year. \"It's not the Tea Party he's got to worry about,\" goes the gag doing the rounds. \"It's the tea room.\"\n\n• Oliver Wright and Kevin Rawlinson in the Independent find out what has happened to various MPs who stood down or were defeated at the election after controversy about their expenses.\n\n12.08pm: Iain Duncan Smith will be unveiling his welfare reform white paper in the Commons shortly. He has already delivered one speech on the subject this morning, but he made a point of saying that he would not be revealing the details until he spoke in the Commons. MPs get very shirty if they think government announcements are not being made on the floor of the House of Commons. We already know the broad outlines of what Duncan Smith is proposing. But we should learn a bit more, and we'll get a chance to read the white paper for the first time. We'll also get to find out how MPs react. Labour's Douglas Alexander has said that he supports the principle of what the government is trying to achieve, but some of his colleagues will probably be more critical.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"month",
    "reference date":"10/1/2013",
    "snippet":"Plans to shrink the number of constituencies in the UK from 650 to 600 will provoke a cross-party rebellion that could topple the government by <span class='littlepart'>October 2013</span>, both Conservative and Liberal Democrat sources have acknowledged.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"7/27/2012",
    "web_title":"",
    "web_url":"http://www.theguardian.com/politics/2011/jul/27/cutting-constituencies-could-topple-coalition",
    "api_url":"",
    "trail_text":"",
    "headline":"Plans to cut UK constituencies from 650 to 600 'could topple coalition'",
    "body":"Plans to shrink the number of constituencies in the UK from 650 to 600 will provoke a cross-party rebellion that could topple the government by October 2013, both Conservative and Liberal Democrat sources have acknowledged.\n\nThe boundary commissions in Wales and England are due to publish detailed plans for redrawn constituencies in the first two weeks of September, just ahead of this year's party conferences.\n\nThe proposals will leave only 25 seats undisturbed, and will inevitably set some MPs from the same party against one another as they battle to prevent seats being abolished.\n\nSenior Tory and Lib Dem sources acknowledged that the requirement to put the final revised boundaries to a vote in the Commons will provide a flashpoint.\n\nA Conservative adviser on the review admitted \"it will be the greatest single risk to the coalition making it through its full five years.\"\n\nOne Lib Dem said: \"It is inevitably going to be a point of high – even maximum – tension in the parliament.\n\n\"The result of the vote will be tight, since Labour will vote against the changes en masse, and some of our MPs will rebel, as will Tories, concerned that they will see their seat taken away. But it is a leap to say that the coalition will collapse.\"\n\nOnce the proposals are published, they will be subject to consultation over the following 24 weeks, before a vote in parliament that can take place no later than October 2013.\n\nResearch undertaken for the Conservatives suggests far more seats will become marginal and the Lib Dems, along with nationalists, will lose as many as 10. The Tories could lose as many as 15 seats and Labour 25. However, the projections are not quite as bad for the Lib Dems as some estimates produced earlier by Professor Lewis Baston for Democratic Audit and published in the Guardian. He predicted that the junior coalition partners could lose 14 seats in the shakeup.\n\nThe boundary changes are uniquely important to the Lib Dems since so many of their MPs are dependent on the power of incumbency for their re-election.\n\nThe plan to reduce the number of seats was pushed through parliament by David Cameron as part of a bill introducing the referendum on a new voting system for the Commons, subsequently lost by the Lib Dems and the Yes campaign. Cameron would see it as a betrayal if the Lib Dems tried to block the specific plans set out by the boundary commission.\n\nIt is already known that England will see 31 seats cut from the current 533, Scotland will lose seven from 59 and Wales will lose 10 from 40.\n\nWithin England, most seats (seven) will be lost in the north west, the west midlands and London (five each).\n\nThe changes mean the seats needed for an outright majority will fall to 301 in the next parliament.\n\nIf voters replicated their 2010 behaviour at the next election, the Tories would win only 291 seats – prompting the need for a second coalition government.\n\nConservative sources were predicting some major personality battles ahead, such as in Liverpool where two seats are likely to be lost.\n\nThe sources predicted that Stephen Twigg, the MP who defeated Michael Portillo in Enfield Southgate in 1997, will find himself pitted against the well-regarded shadow climate change minister, Luciana Berger.\n\nShadow cabinet colleagues Ed Balls and Hilary Benn may also find themselves competing for a seat in Yorkshire.\n\nIn the south east, Lib Dems Mike Hancock and Norman Baker might be fighting for a single winnable seat in the Portsmouth/Lewes area.\n\nPrivate discussions have been underway between parties to try to reach a common front on the boundary review, including the extent to which they breach ward or county boundaries.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"month",
    "reference date":"10/1/2013",
    "snippet":"McChrystal is seeking an overall Afghan security force of 400,000, made up of 240,000 soldiers and 160,000 police officers, by <span class='littlepart'>October 2013</span>.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"11/30/2009",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/2009/nov/30/obama-troops-afghanistan",
    "api_url":"",
    "trail_text":"",
    "headline":"Obama takes final gamble with Afghanistan troops surge",
    "body":"Barack Obama will end months of uncertainty over his Afghanistan policy when he announces tonight that he is to deploy 30,000 troops from the marines and army, in a last-ditch attempt to prevent the war being lost. The extra troops, in addition to the 21,000 dispatched in March, will mean America's engagement in Afghanistan will have doubled since he became president in January.\n\nObama gave the order for deployment on Sunday at a meeting in the Oval Office with his war council. \"The commander-in-chief has issued the orders,\" the White House press secretary, Robert Gibbs, said yesterday.\n\nIn a speech on primetime TV, Obama will set out the details against the dramatic backdrop of the US military academy, West Point. He will promise that the US commitment is not open-ended but he has to reconcile this with an assurance to the Afghan and Pakistani governments that he will not abandon the region any time soon.\n\nObama will offer a time frame for reducing forces, though without setting dates.Gibbs said: \"Our time there will be limited, and I think that's important for people to understand.\" He added that the US was in year nine of the war. \"We're not going to be there another eight or nine years.\" Another official said in order not to alarm the Afghan and Pakistani governments, \"no one is using the 'exit strategy' phrase\".\n\nThe first 1,000 marines are expected to leave Camp Lejeune, North Carolina, for Afghanistan before the end of the month. It could take 12 to 18 months to deploy the reinforcements fully.\n\nThe number of troops in a brigade can vary from time to time, meaning that the extra deployment could be anything between 30,000 and 35,000. There are about 68,000 US troops in Afghanistan at present.\n\nAmong those at the White House meeting on Sunday were the defence secretary Robert Gates; the chairman of the joint chiefs of staff, Admiral Michael Mullen; the military commander in the Middle East, General David Petraeus; the White House national security adviser, General James Jones; and the White House chief of staff, Rahm Emanuel.\n\nObama then went on to inform the US commander in Afghanistan, General Stanley McChrystal, who started the whole process by asking for more troops, and the US ambassador to Afghanistan, Karl Eikenberry.\n\nThe president spent much of yesterday briefing world leaders, including Gordon Brown, Nicolas Sarkozy of France and the Russian president, Dmitry Medvedev.\n\nOne section of Obama's speech tonight will be devoted to Osama bin Laden, cited as one of the main reasons why the US is involved in Afghanistan. The US administration believes the al-Qaida leader is hiding in Pakistan, close to the border with Afghanistan.\n\nAccording to Gibbs, Obama will say that US involvement will not be open-ended and that he expects the Afghan army and police force to gradually take over.\n\nHe said the president would also mention the cost of the war. The extra cost of the deployment is estimated at $35bn, at a time when the US is strapped for cash because of the recession.\n\nThe number of troops is fewer than the 40,000 sought by McChrystal, who was engaged in a rare public tug-of-war with Obama, and who warned that without the extra troops the Taliban would win.\n\nAs well as the extra US troops, Washington expects Nato to agree later this week to send between 3,000 and 7,000 more soldiers, which, when combined with the extra US troops, would give McChrystal the figure he asked for.\n\nThe US secretary of state, Hillary Clinton, last week asked Sarkozy to send 1,500 more French troops. France has 3,750 soldiers in Afghanistan.\n\nObama set out his strategy for Afghanistan in March, but when McChrystal took over he advocated a change of approach that would involve concentrating forces on protecting big population centres and ceding villages and lightly-populated areas to the Taliban. But analysts in Washington warned that such an approach was risky. The biggest city in the south, Kandahar, is heavily infiltrated by the Taliban, who also controls parts of the outskirts.\n\nOne of the main problems the Obama administration has identified in Afghanistan is the lack of support for President Hamid Karzai, in part because of the corruption within his government.\n\nObama is considering setting targets for the Afghan government, not only in tackling corruption but in training Afghan troops and police to take over from US and Nato forces. But Gibbs refused to be drawn on whether there would be sanctions if the benchmarks were not met.\n\nMcChrystal is seeking an overall Afghan security force of 400,000, made up of 240,000 soldiers and 160,000 police officers, by October 2013.\n\nThe president will also refer in the speech to Pakistan, which is seen as an integral part of the problem, not only because it may be the hideout of Bin Laden. There are fears in Washington that the collapse of the Afghan government could precipitate the fall of the Pakistani government.\n\nThe US, which is to increase aid to Pakistan, is seeking more engagement by the government in Islamabad in tackling the Taliban along the border with Afghanistan.\n\nBefore his speech Obama planned to speak to both Karzai and the Pakistani president Asif Ali Zardari.\n\nObama is to meet about 30 members of Congress this afternoon to brief them on his speech. He faces potential problems with Congress, where there is deep scepticism about the escalation of the war and where an attempt might be made to cap spending. which might attempt to cap spending.\n\nGibbs said: \"It's a million dollars a troop for a year. That's in addition to what we already spend in Afghanistan and Pakistan. That also does not include training, and doesn't include the maintaining a security force. It's very, very, very expensive.\"",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"month",
    "reference date":"10/1/2013",
    "snippet":"November 2013 After a final vote expected in <span class='littlepart'>October 2013</span>, the Queen is expected to give royal assent to the referendum bill.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"10/15/2012",
    "web_title":"",
    "web_url":"http://www.theguardian.com/politics/2012/oct/15/alex-salmond-scotland-referendum-deal",
    "api_url":"",
    "trail_text":"",
    "headline":"Alex Salmond hails historic day for Scotland after referendum deal",
    "body":"Alex Salmond has signalled the start of a two-year campaign to persuade the Scottish electorate to embrace independence, after agreeing a referendum deal with David Cameron.\n\nAfter more than eight months of intense negotiations, the Scottish first minister and the UK prime minister signed a detailed 30-clause agreement in Edinburgh to stage a referendum before the end of 2014 asking a simple yes or no question on whether Scotland should become independent.\n\nThe deal, dubbed the Edinburgh agreement by Salmond, states that both governments \"look forward to a referendum that is legal and fair producing a decisive and respected outcome\". The leaders said they would respect and uphold the result.\n\nThe Scottish National party leader said the deal, agreed less than 18 months after he won a landslide victory to take control of the Scottish parliament, \"paves the way for the most important decision that our country, Scotland, has made in several hundred years. It is in that sense an historic day for Scotland, a major step forward in Scotland's home rule journey\".\n\nSalmond said he believed \"heart and soul\" he could win the referendum but, in a rare admission about the scale of the task facing his government and the Yes Scotland campaign, he acknowledged he still needed to persuade a majority of the country's 4 million voters to back independence.\n\nAlthough the SNP remains the most popular party for voters in Holyrood opinion polls, a Comres/ITV News poll published on Monday found that a majority of Scots (55%) opposed independence, with just over a third (34%) in favour.\n\nSalmond referred several times to the quest for home rule as being a \"journey\", a phrase many observers and critics will see as a tacit admission that he fears the SNP may be defeated and instead have to accept greater devolution to Scotland within the UK. Significantly, the phrase \"home rule\" has been most commonly used to refer to devolution, not to outright independence.\n\n\"Given the proper opportunity, we – the campaign, the SNP, the other parties supporting it, the civic Scotland people supporting this campaign – will be able to convince a majority of our fellow citizens that this is the right future for Scotland,\" Salmond said.\n\nThe yes campaign would put forward a \"positive, ambitious vision for a flourishing, fairer, progressive, independent Scotland\".\n\nUsing noticeably cautious language, he said \"if the campaign is pitched correctly and positively about the future of this country\", then it would win the referendum.\n\n\"Just as I have believed in independence all my life, I believe in that heart and soul,\" he said.\n\nImmediately after signing the document alongside the Scottish secretary, Michael Moore, and Salmond's deputy, Nicola Sturgeon, Cameron left St Andrew's House, the Scottish government's administrative headquarters in central Edinburgh, without a word to the waiting media.\n\nWith access to and from the building very tightly controlled, and the street outside the building closed to all traffic, the muted atmosphere belied the occasion. Apart from a lone shout from one nationalist of \"vote yes for independence, Mr Cameron\" as the prime minister arrived to meet Salmond at 12.20pm, there were no demonstrations by either supporters or opponents of independence.\n\nIn a series of television interviews, Cameron said he had delivered on his promises to Salmond and Scottish voters to give the Scottish parliament in Holyrood the legal right to stage a vote on independence.\n\nHe said he would fight vigorously to keep Scotland a full part of the UK. \"This is an important day for the United Kingdom, but you can't haul the country of the United Kingdom against the will of its people. Scotland voted for a party that wanted to hold a referendum,\" he said. \"I want to be the prime minister that keeps the United Kingdom together, but I believe in showing respect to people in Scotland.\n\n\"The people of Scotland voted for a party that wanted to have a referendum on independence. I've made sure, showing them respect, that we can have that referendum in a way that is decisive, that is legal, that is fair but crucially is one single simple question, whether Scotland wants to stay in the United Kingdom or go.\"\n\nCameron had earlier visited a military warship dockyard at Rosyth, Fife, where engineers are assembling the first of the Royal Navy's new aircraft carriers – a site chosen for its symbolism.\n\nDowning Street believes the UK government achieved a strategic success in forcing Salmond to drop demands for the Scottish parliament to be allowed to stage a two-question referendum, including an extra option of greater devolution within the UK.\n\nIn exchange, Salmond will be allowed to hold the referendum in 2014, a year later than No 10 had originally hoped, and 16- and 17-year-olds will be given the right to vote. \"All that mattered was the question – everything else was marginal,\" one UK government source said.\n\nThat was heavily criticised by one of Scotland's leading supporters of a second option, Martin Sime, chief executive of the Scottish Council for Voluntary Organisations. \"A strong majority of people want more powers short of independence but the referendum will deny them the chance to vote for the kind of change they want to see,\" Sime said. \"The politicians are back in charge and now we have two years of yes/no politics ahead of us whilst savage welfare cuts affect the poorest people across Scotland. This is not a recipe for successful democracy.\"\n\nSalmond said he regretted losing that debateand blamed the hard-headedness of the UK government, but said compromise was in the nature of all negotiations. That meant, however, that his government had been able to make \"significant gains\" by achieving a legally watertight referendum that would deliver a fair and decisive outcome.\n\nMany observers believe that Salmond was extremely keen to stage a two-option referendum because he believes winning a yes/no vote on independence will prove much harder.\n\n\"It's quite true that we didn't deliver that objective, of allowing the Scottish parliament to have a provision including the question of whether there should be one or two questions. But in terms of any negotiations, there has to be an element of compromise,\" Salmond said. \"I can understand why people might have wished to have a second question on the ballot paper but it was not an agreement foreclosed on by us; it was foreclosed on by the Westminster government.\"\n\nAs widely expected, the deal will give the Scottish parliament the temporary legal power to stage a single-question referendum on Scottish independence until the end of 2014. The wording of the question, campaign financing and the designating which groups and parties can officially take part in the campaign will be overseen by the UK Electoral Commission under UK referendum law.\n\nThe referendum is widely tipped to be held in October 2014, and Salmond confirmed he had a date in mind, but refused to disclose it, adding to expectations that disclosure may be the centrepiece of his keynote speech to the Scottish National party's annual conference in Perth this Saturday.\n\nThe 30-clause agreement also confirms the Scottish parliament has the authority to widen the franchise to 16- and 17-year-olds, a measure Cameron had opposed. And in further concessions, the Scottish parliament will be allowed to ignore UK election rules that allow the Electoral Commission to oversee the conduct of the referendum, announcing the result and giving public grants to campaign organisations – a provision the Scottish government has resisted.\n\nAfter disagreements over how long the final official campaign in 2014 would last, the agreement has confirmed it will last 16 weeks.\n\nTimeline\n\n22 October 2012 A section 30 order formally but temporarily transferring the power to hold an independence referendum will be laid in Westminster, as the Scottish government publishes its long-delayed report on the 24,000 public responses to its referendum consultation.\n\nFebruary 2013 The section 30 order, which amends the Scotland Act 1998 that originally set up the Scottish parliament in Edinburgh, will be agreed by the Privy Council in London, formally conferring that temporary power to stage the referendum to Holyrood.\n\nSpring 2013 The Scottish government will present a referendum bill to Holyrood, setting out the question, putting limits on campaign spending and confirming whether 16- and 17-year-olds will be allowed to vote.\n\nNovember 2013 After a final vote expected in October 2013, the Queen is expected to give royal assent to the referendum bill. The Scottish government will publish a white paper finally detailing its \"prospectus for independence\", setting out the Scottish National party's vision for an independent Scotland.\n\nJune 2014 The final 16-week referendum campaign is expected to start, when both pro-independence and pro-UK campaigns will intensify.\n\nAutumn 2014 The Scottish independence referendum takes place, probably in October. Alex Salmond is believed to favour Saturday 14 October but has yet to formally confirm any date.\n\n• This article was amended on 16 October 2012 to correct a reference to Holyrood that was misspelled as Holywood.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"year",
    "reference date":"1/1/2013",
    "snippet":"Ireland could balance its budget by the target date of <span class='littlepart'>2013</span>.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"3/1/2009",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/2009/mar/01/tax-rates-ireland-public-expenditure",
    "api_url":"",
    "trail_text":"",
    "headline":"Higher tax for all until 2013, Taoiseach warns",
    "body":"Every Irish citizen will have to pay more tax in order to rescue the country from the deepening recession, the Taoiseach warned last night.\n\nIn his speech to the Fianna Fáil Ard Fheis, Brian Cowen said there would be higher taxes and cuts in public expenditure until Ireland could balance its budget by the target date of 2013.\n\nCowen also revealed his government is going to create a central banking commission to oversee the Republic's scandal-hit financial industry.\n\nSpeaking to 4,000 delegates, Cowen acknowledged there was \"anger and disgust\" at the way some Irish bankers had behaved. The Taoiseach told the conference that for 2009 the government had budgeted for €55bn but the maximum the state could expect to raise from other sources than taxes was €37bn.\n\n\"This leaves a gap of €18bn in the day-to-day costs of running our country,\" he said. \"During the good times, we developed a fairer and more progressive tax system that allowed people to keep more of their own money. Everyone had a better standard of living. That tax model was based on continuing growth. It works best when we have high employment and a thriving economy.\n\n\"Unfortunately, we are not a thriving economy for now, and we need to adapt our tax system to fit our new circumstances. Everyone will need to pay more.\n\n\"And while no one can be insulated from this reality we will seek to do it in a fair way that is based on ability to pay. Those that can bear it best will have to bear it most. But all will have to bear some burden; the scale of the challenge is so big,\" Cowen said.\n\nIrish finance minister Brian Lenihan, who has already demanded that high-ranking executives at Bank of Ireland and Allied Irish Banks cut their pay by a third, told delegates a salary cap will be extended across other major financial players, whose deposits the government has guaranteed.\n\n\"What is paid in the banking sector is way out of line with what is paid in other areas of commerce,\" he said.\n\nLater today the Taoiseach will attend a special \"informal\" meeting of European Union heads of state, called by the Czech presidency, in Brussels to discuss the deepening global economic crisis.\n\nPrior to leaving Ireland this morning, the Taoiseach said the 27 leaders at the meeting were expected to stress the need for the EU to act together in a co-ordinated manner.\n\nDiscussions at the meeting would be likely to focus on the functioning of the financial sector, the European Economic Recovery Plan, how to best stimulate employment, and preparations for the forthcoming Spring European Council on 19 and 20 March.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"year",
    "reference date":"1/1/2013",
    "snippet":"Today, Social Security is strong. But by <span class='littlepart'>2013</span>, payroll taxes will no longer be sufficient to cover monthly payments.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"1/20/1999",
    "web_title":"",
    "web_url":"http://www.theguardian.com/world/1999/jan/20/clinton.usa7",
    "api_url":"",
    "trail_text":"",
    "headline":"\"My fellow Americans, I stand before you to report that the state of the union is strong.\"",
    "body":"President Clinton's State of the Union address, as delivered:\n\nMr. Speaker, Mr. Vice President, members of Congress, honored guests, my fellow Americans.\n\nTonight, I have the honor of reporting to you on the State of the Union.\n\nLet me begin by saluting the new speaker of the House, and thanking him especially tonight for extending invitations to two special guests who are sitting in the gallery with Mrs. Hastert. Lyn Gibson and Wei Ling Chestnut are the widows of the two brave Capitol Hill Police officers who gave their lives to defend freedom's house.\n\nMr. Speaker, at your swearing in you asked us all to work together in the spirit of civility and bipartisanship. Mr. Speaker, let's do exactly that.\n\nTonight I stand before you to report that America has created the longest peacetime economic expansion in our history - with nearly 18 million new jobs, wages rising at more than twice the rate of inflation, the highest homeownership in history, the smallest welfare rolls in 30 years - and the lowest peacetime unemployment since 1957.\n\nFor the first time in three decades, the budget is balanced. From a deficit of $290 billion in 1992, we had a surplus of $70 billion last year AND NOW We are on course for budget surpluses for the next 25 years.\n\nThanks to the pioneering leadership of all of you, we have the lowest violent crime rate in a quarter century and the cleanest environment in a quarter century.\n\nAmerica is a strong force for peace from Northern Ireland, to Bosnia, to the Middle East.\n\nThanks to the pioneering leadership of Vice President Gore, we have a government for the information age, once again, a government that is a progressive instrument of the common good, rooted in our oldest values of opportunity, responsibility and community, devoted to fiscal responsibility, determined to give our people the tools they need to make the most of their own lives in the 21st century, a 21st century government for 21st century America.\n\nMy fellow Americans, I stand before you to report that the state of our union is strong.\n\nNow, America is working again. The promise of our future is limitless. But we cannot realize that promise if we allow the hum of our prosperity to lull us into complacency. How we fare as a nation far into the 21st century depends upon what we do as a nation today.\n\nSo with our budget surplus growing, our economy expanding, our confidence rising, now is the moment for this generation to meet our historic responsibility to the 21st century.\n\nOur fiscal discipline gives us an unsurpassed opportunity to address a remarkable new challenge: the aging of America.\n\nWith the number of elderly Americans set to double by 2030, the baby boom will become a \"senior boom.\" So first and above all, we must save Social Security for the 21st century. (Applause.)\n\nEarly in this century, being old meant being poor. When President Roosevelt created Social Security, thousands wrote to thank him for eliminating what one woman called the \"stark terror of penniless, helpless old age.\" Even today, without Social Security, half our nation's elderly would be forced into poverty.\n\nToday, Social Security is strong. But by 2013, payroll taxes will no longer be sufficient to cover monthly payments. And by 2032, the trust fund will be exhausted, and Social Security will be unable to pay out the full benefits older Americans have been promised.\n\nThe best way to keep Social Security a rock-solid guarantee is not to make drastic cuts in benefits; not to raise payroll tax rates; and not to drain resources from Social Security in the name of saving it.\n\nInstead, I propose that we make the historic decision to invest the surplus to save Social Security.\n\nSpecifically, I propose that we commit 60 percent of the budget surplus for the next 15 years to Social Security, investing a small portion in the private sector just as any private or state government pension would do. This will earn a higher return and keep Social Security sound for 55 years.\n\nBut we must aim higher. We should put Social Security on a sound footing for the next 75 years. We should reduce poverty among elderly women, who are nearly twice as likely to be poor as our other seniors - and we should eliminate the limits on what seniors on Social Security can earn.\n\nNow, these changes will require difficult but fully achievable choices over and above the dedication of the surplus. They must be made on a bipartisan basis. They should be made this year. So let me say to you tonight, I reach out my hand to all of you in both houses and both parties and ask that we join together in saying to the American people: We will save Social Security now.\n\nNow, last year, we wisely reserved all of the surplus until we knew what it would take to save Social Security. Again, I say, we shouldn't spend any of it, not any of it, until after Social Security is truly saved. First things first. Second, once we have saved Social Security, we must fulfill our obligation to save and improve Medicare. Already, we have extended the life of the Medicare trust fund by 10 years - but we should extend it for at least another decade. Tonight I propose that we use one out of every six dollars in the surplus for the next 15 years to guarantee the soundness of Medicare until the year 2020.\n\nBut again, we should aim higher. We must be willing to work in a bipartisan way and look at new ideas, including the upcoming report of the bipartisan Medicare commission. If we work together, we can secure Medicare for the next two decades and cover the greatest growing need of seniors - affordable prescription drugs.\n\nThird, we must help all Americans, from their first day on the job, to save, to invest, to create wealth. From its beginning, Americans have supplemented Social Security with private pensions and savings. Yet today, millions of people retire with little to live on other than Social Security. Americans living longer than ever simply must save more than ever.\n\nTherefore, in addition to saving Social Security and Medicare, I propose a new pension initiative for retirement security in the 21st century.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"year",
    "reference date":"1/1/2013",
    "snippet":"Scientists based in France have warned that, without radical and swift action, in 10 years' time we really could have no bananas.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"1/16/2003",
    "web_title":"",
    "web_url":"http://www.theguardian.com/science/2003/jan/16/gm.science",
    "api_url":"",
    "trail_text":"",
    "headline":"Yes - in 10 years we may have no bananas",
    "body":"It is a freakish, doped-up, mutant clone which hasn't had sex for thousands of years - and the strain may be about to tell on the nation's fruitbowl favourite. Scientists based in France have warned that, without radical and swift action, in 10 years' time we really could have no bananas.\n\nTwo fungal diseases, Panama disease and black Sigatoka, are cutting a swath through banana plantations, just as blight once devastated potato crops. But unlike the potato, and other crops where disease-resistant strains can be bred by conventional means, making a fungus-free variety of the banana is extraordinarily difficult.\n\nEmile Frison, head of the Montpellier-based International Network for the Improvement of Banana and Plantain, told New Scientist magazine that the banana business could be defunct within a decade. This doesn't just mean we will be eating aubergine splits and that future govern ments may be mocked for policy melon skins. The banana, in various forms, is the staple diet for some half billion people in Asia and Africa.\n\nAlmost all the varieties of banana grown today are cuttings - clones, in effect - of naturally mutant wild bananas discovered by early farmers as much as 10,000 years ago. The rare mutation caused wild bananas to grow sterile, without seeds. Those ancient farmers took cuttings of the mutants, then cuttings of the cuttings.\n\nPlants use reproduction to continuously shuffle their gene pool, building up variety so that part of the species will survive an otherwise deadly disease. Because sterile mutant bananas cannot breed, they do not have that protection.\n\nCommercial banana plantations were devastated in the 1950s when Panama disease slew the dominant variety, the Gros Michel. A resistant variety, the Cavendish, filled the gap. But only massive amounts of fungicide spray - 40 sprayings a year is common - now keep Sigatoka at bay, and a new version of Panama disease cannot be sprayed. The Amazon banana crop has been devastated by the fungi, and accord ing to Mr Frison, some parts of Africa now face the equivalent of the Irish potato famine.\n\nOne possibility is GM bananas, but growers fear consumer resistance. The big growers are pinning their hopes on better fungicides.\n\nOne ray of hope comes from Honduran scientists, who peeled and sieved 400 tonnes of bananas to find 15 seeds for breeding. They have come up with a fungus-resistant variety which could be grown organically. If bananas don't disappear from supermarket shelves by 2013, they will look, and taste, different.",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  },
  {
    "category":"year",
    "reference date":"1/1/2013",
    "snippet":"A legally enforceable EU directive says that by <span class='littlepart'>2013</span> the UK should reduce biodegradable municipal waste to 50% of that produced in 1995. Currently 78.1 % or 22.1m tonnes of municipal waste out of 28.2m tonnes goes to landfill.",
    "id":"",
    "section_id":"",
    "section_name":"",
    "web_publication_date":"2/22/2003",
    "web_title":"",
    "web_url":"http://www.theguardian.com/money/2003/feb/22/houseprices.uknews",
    "api_url":"",
    "trail_text":"",
    "headline":"How a landfill site can hit the value of your home",
    "body":"Two hundred thousand homes close to landfill sites are worth an average £5,500 less because of the nuisance caused by dust, noise, smell and vermin, according to a government report.\n\nIn the first comprehensive look at the effect of landfill sites on house prices, the survey found that in the country as a whole prices were 7% lower near landfill sites. But there were marked regional variations, with the Scots losing 41% of the value of their homes if there was a landfill site within a quarter of a mile.\n\nThe value of the nation's housing stock was reduced by £2.48bn because of landfill.\n\nThe survey looked at the sale of 592,000 houses over 10 years, and compared prices of similar properties near the 11,300 landfill sites in the country. Houses within a quarter of a mile of a site were worth on average £5,500 less and those between quarter and half a mile £1,600 less.\n\nThe purpose of the survey was to help the Treasury measure the loss of amenity value caused by landfill so the landfill tax could be fixed accordingly.\n\nMichael Meacher, the environment minister, said: \"It is not surprising people do not want to live near landfill sites but until now we had no real measure of the effect on individuals via their house prices.\n\n\"The study further highlights one of the pressing problems of modern society - how we get rid of our rubbish. I am sure it is an out of sight, out of mind issue for many, but for those people living close to these sites it is a pressing issue, as it is for the government.\n\n\"It reinforces the government view that the amount of landfill has got to be reduced dramatically and that we should recycle, reuse and reduce the amount of waste we produce.\n\n\"On average, each household throws away 1.2 tonnes of rubbish a year, so we are all responsible for this situation. We have all got to contribute to reducing these impacts.\"\n\nSaxon Brettell, a director of Cambridge Econometrics, which did the study, said the regional variations were surprising and not easy to explain. Scottish house prices were the most affected, followed by the east Midlands with a 10% reduction within a quarter of a mile and 8.75% within half a mile.\n\nHe said: \"The reason for these anomalies is difficult to understand but they are real enough because of the vast number of properties involved in the survey. We take comfort from work done in America which shows similar drops in house prices near dumps, but in some places it is up to 30% and marginal in others.\"\n\nThe government has currently set landfill tax at £13 a tonne and it had been due to rise at the rate of £1 a year, but in his pre-budget statement Gordon Brown said he was going to increase this by £3 a tonne in 2005, and ultimately to £35 a tonne. Britain's current recycling and composting rate is around 13%, well below the European average.\n\nThe UK rates of recycling are to rise, under government targets, to 25% by 2005-6. Every council has been set targets it must reach as part of a policy of getting tough on areas which have ignored government demands for action. A legally enforceable EU directive says that by 2013 the UK should reduce biodegradable municipal waste to 50% of that produced in 1995. Currently 78.1 % or 22.1m tonnes of municipal waste out of 28.2m tonnes goes to landfill.\n\nFriends of the Earth said the environment agency had revealed that 56% of the 2,264 current landfill sites in England and Wales were failing to comply with waste management licence conditions, and 14% were \"nowhere near compliance\".\n\nFoE's senior waste campaigner, Claire Wilton, said: \"It is perfectly understandable that people do not want to live near landfill sites. Most fail to comply with licence conditions. They are smelly, noisy and create pollution. The government must do more to protect the public from poorly managed landfills and set tough targets to reduce the amount of hazardous waste that is landfilled.\"",
    "show_in_related_content":"",
    "last_modified":"",
    "has_story_package":"",
    "score":"",
    "short_url":"",
    "wordcount":"",
    "commentable":"",
    "internal_content_code":"",
    "allow_ugc":"",
    "is_premoderated":"",
    "byline":"",
    "publication":"",
    "internal_page_code":"",
    "production_office":"",
    "should_hide_adverts":"",
    "live_blogging_now":"",
    "guardianid":"",
    "strap":"",
    "standfirst":"",
    "newspaper_page_number":"",
    "newspaper_edition_date":"",
    "comment_close_date":"",
    "secure_thumbnail":"",
    "thumbnail":"",
    "internal_octopus_code":"",
    "display_hint":"",
    "internal_composer_code":"",
    "display_relative_times":"",
    "ugc_end_date":"",
    "type":"",
    "reference":"",
    "star_rating":""
  }
]